[
  {
    "date": "2025-08-09",
    "title": "The Designer's Notebook: A Few Remarks on Creative Play",
    "url": "https://www.gamedeveloper.com/design/the-designer-s-notebook-a-few-remarks-on-creative-play",
    "thumbnail": "",
    "tags": [
      "game design",
      "creative play",
      "taxonomy"
    ],
    "summary": "",
    "page_comment": "Uma lista rudimentar que Ernest criou para tentar 'classificar' alguns tipos de 'creative play' como experiência de jogo. Ele cita primeiro que considera o 'creative play' como algo que permite que o jogador em algum momento diga algo como \"olhe, eu fiz (criei) isso\".",
    "highlights": [
      {
        "highlight": "Self-expressive play is critical in persistent online worlds, where the player may have the same avatar character for years, and wants that avatar to reflect their own fantasy self, and to be able to change it as time goes on.",
        "color": "yellow",
        "highlight_note": "Ernest coloca aqui o 'self-expressive play' como uma categoria de jogo onde o jogador pode expressar suas vontades e desejos dentro do jogo, seja construindo algo ou um próprio 'self'. RPGs têm um lugar especial aqui, pois o jogador pode criar um personagem que gostaria de ser, não apenas fisicamente, mas também socialmente, sendo a máxima da expressão dentro do jogo."
      },
      {
        "highlight": "This is any kind of creative play that lets the player use the game as a sandbox, largely without limitations. The player can do pretty much whatever she likes in the context the game offers. (If the game doesn't offer anything but freeform creative play, it's not really a game at all, but a toy or a tool.)",
        "color": "pink",
        "highlight_note": "Adams coloca que 'freeform creative play' é qualquer tipo de 'creative play' que permite ao jogador agir sem grandes limitações, como em um sandbox. Ele também cita que se um jogo oferece 'apenas' essa experiência, ele não é um jogo, mas um brinquedo ou ferramenta."
      },
      {
        "highlight": "Most construction and management simulations offer a form of constrained creativity - that is, creation is not purely freeform, but restricted by rules in some way. Sometimes they're economic rules: the player has to manage limited resources. In other cases they're physical rules: the player's constructions must make sense and must not fall down.",
        "color": "yellow",
        "highlight_note": "O autor aponta para as simulações de construção e gestão, onde a criatividade é 'limitada' por regras econômicas (gerenciamento de recursos) ou físicas (a construção deve fazer sentido e não pode desabar)."
      }
    ]
  },
  {
    "date": "2025-08-09",
    "title": "GDC 2005: Iwata Keynote Transcript - IGN",
    "url": "https://www.ign.com/articles/2005/03/11/gdc-2005-iwata-keynote-transcript?page=3",
    "thumbnail": "",
    "tags": [
      "non-game",
      "game design"
    ],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "it is one of those non-game games I mentioned; a form of entertainment that really doesn't have a winner, or even a real conclusion. And because of its unrestrained pace of action",
        "color": "pink",
        "highlight_note": "Iwata está falando do Animal Crossing que seria lançado para Nintendo DS com conexão Wi-Fi. Ele se refere ao jogo como 'non-game' ou 'não-jogo' atribuindo características de um estilo de jogo onde não há um vencedor ou uma real conclusão. Ele também comenta sobre o 'ritmo' de ação do jogo (o 'pace') não possuir restrições, algo como o mundo aberto."
      }
    ]
  },
  {
    "date": "2025-07-30",
    "title": "Vibe Coding: The Revolutionary Approach Transforming Software Development",
    "url": "https://itrevolution.com/articles/vibe-coding-the-revolutionary-approach-transforming-software-development/",
    "thumbnail": "https://itrevolution.b-cdn.net/wp-content/uploads/2025/05/Screenshot-2025-05-12-at-12.46.19%E2%80%AFPM.png",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "At its core, vibe coding represents a fundamental shift in the developer-machine relationship. Rather than manually crafting every line yourself, you collaborate with AI that generates the actual code implementation. This extends beyond just writing functions—it encompasses the entire software creation life cycle, where AI becomes your partner in brainstorming architecture, researching solutions, implementing features, crafting tests, and hardening security.",
        "color": "Blue",
        "highlight_note": "Vibe coding é uma mudança na relação entre desenvolvedor e máquina, na qual a IA colabora na geração de código e em todo o ciclo de criação de software."
      },
      {
        "highlight": "Vibe coding fundamentally changes the relationship between developers and machines. Rather than manually crafting every line of code by hand, developers collaborate with AI to generate the actual code",
        "color": "Yellow",
        "highlight_note": "A vibe coding muda a relação entre desenvolvedores e máquinas, que passam a colaborar com a IA para a geração de código."
      },
      {
        "highlight": "“I just talk…I barely even touch the keyboard. I ask for the dumbest things like ‘decrease the padding on the sidebar by half’ because I’m too lazy to find it.”",
        "color": "Green",
        "highlight_note": "O usuário mal precisa tocar no teclado, apenas fala o que quer que o código seja feito, como 'diminuir o padding da barra lateral pela metade', por pura preguiça de fazê-lo manualmente."
      },
      {
        "highlight": "Kim and Yegge explain that in vibe coding, you become “the orchestrator rather than the executor, directing rather than typing, allowing AI to shoulder the implementation burden while you focus on vision and verification.”",
        "color": "Yellow",
        "highlight_note": "Com a vibe coding, o desenvolvedor se torna o 'orquestrador' em vez do 'executor', focando na visão e verificação enquanto a IA lida com a implementação."
      },
      {
        "highlight": "Kim and Yegge introduce what they call “the good FAAFO” (fast, ambitious, autonomous, fun, O\\optionality).",
        "color": "Yellow",
        "highlight_note": "Kim e Yegge introduzem o conceito de 'FAAFO' (fast, ambitious, autonomous, fun, optionality), uma filosofia para o desenvolvimento com IA."
      },
      {
        "highlight": "Fast: Vibe coding dramatically compresses development timelines, with tasks that once took months now completed in days or even hours.",
        "color": "Yellow",
        "highlight_note": "Vibe coding comprime o tempo de desenvolvimento, transformando tarefas de meses em dias ou horas."
      },
      {
        "highlight": "Ambitious: The lowered implementation cost reshapes what developers consider possible. Projects previously deemed too complex or time-consuming become achievable",
        "color": "Yellow",
        "highlight_note": "O custo reduzido de implementação torna projetos complexos e demorados mais ambiciosos e viáveis."
      },
      {
        "highlight": "Autonomous: Vibe coding allows you to do work autonomously, often being able to complete things that previously required multiple people or teams",
        "color": "Yellow",
        "highlight_note": "O desenvolvimento com vibe coding se torna mais autônomo, permitindo a conclusão de tarefas que antes exigiam várias pessoas ou equipes."
      },
      {
        "highlight": "Fun: By automating tedious tasks like debugging syntax errors, wrestling with unfamiliar libraries, and writing boilerplate code, vibe coding restores the creative joy of programming that drew many to the field initially.",
        "color": "Yellow",
        "highlight_note": "Vibe coding automatiza tarefas tediosas, devolvendo a alegria criativa da programação."
      },
      {
        "highlight": "Optionality: Perhaps most transformative is the ability to explore multiple solutions simultaneously rather than committing to a single approach.",
        "color": "Yellow",
        "highlight_note": "O aspecto de 'optionality' é a capacidade de explorar várias soluções simultaneamente em vez de se comprometer com uma única abordagem."
      },
      {
        "highlight": "even when the AI occasionally struggled, the human-AI partnership proved remarkably effective at overcoming obstacles that neither could have solved as efficiently alone.",
        "color": "Pink",
        "highlight_note": "A colaboração entre humanos e IA é eficaz na superação de obstáculos que não seriam resolvidos de forma tão eficiente por um ou outro isoladamente."
      },
      {
        "highlight": "vibe coding redefines the developer role from manual coder to strategic orchestrator",
        "color": "Yellow",
        "highlight_note": "A vibe coding redefine o papel do desenvolvedor de 'codificador manual' para 'orquestrador estratégico'."
      }
    ]
  },
  {
    "date": "2025-07-20",
    "title": "NPC Streaming | Know Your Meme",
    "url": "https://knowyourmeme.com/memes/npc-streaming",
    "thumbnail": "https://i.kym-cdn.com/entries/icons/original/000/045/690/covernpc.jpg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "One of the earliest known TikTok Live streamers to do NPC streams is @natuecoco, a Japanese TikToker. During her livestreams, she often acts like a video game NPC by lightly bouncing or performing what looks like an \"\"idle animation,\"\" only reacting when she's given a gift.",
        "color": "Yellow",
        "highlight_note": "Natuecoco é um dos primeiros streamers a fazer lives de 'NPC Streaming', agindo como um NPC de videogame e reagindo apenas quando recebe presentes."
      },
      {
        "highlight": "NPC Streaming, also known as NPC Trend, is a type of TikTok LIVE stream in which the streamer acts or is perceived as acting like a video game NPC by mimicking idle animations, only saying something or performing a specific action when gifted, the action or phrase changing depending on the gift.",
        "color": "Yellow",
        "highlight_note": "O 'NPC Streaming' é uma tendência no TikTok onde o streamer se comporta como um NPC de jogo, fazendo animações de 'idle' e reagindo com frases ou ações específicas a presentes, que determinam a resposta."
      }
    ]
  },
  {
    "date": "2025-07-20",
    "title": "It's Not a Game! Rules of Notice and Hermeneutics of Suspicion in Contemporary FMV Games - Inge van de Ven, 2024",
    "url": "https://journals.sagepub.com/doi/10.1177/15554120231161180",
    "thumbnail": "https://journals.sagepub.com/cms/10.1177/15554120231161180/asset/f928c61f-660a-49ee-be1b-23eebbf01b76/assets/images/large/10.1177_15554120231161180-fig1.jpg",
    "tags": [
      "fmv games",
      "game studies"
    ],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "This article reflects on the resurgence of Full Motion Video (FMV) games, focusing on Her Story (2015), The Infectious Madness of Dr Dekker (2017), Telling Lies (2019), Contradiction (2015), and The Shapeshifting Detective (2018).",
        "color": "Yellow",
        "highlight_note": "O artigo discute o ressurgimento de jogos Full Motion Video (FMV), como Her Story e Telling Lies."
      },
      {
        "highlight": "They rely on the player's imagination in suturing the images together and in forming an empathetic understanding of the main characters’ actions and motivations. By virtue of this lack, FMV games challenges players’ analytical and hermeneutic abilities and further cognitive patience.",
        "color": "Yellow",
        "highlight_note": "Jogos FMV desafiam a capacidade analítica e a paciência do jogador ao exigir que a imaginação do jogador una as imagens e entenda as motivações dos personagens."
      },
      {
        "highlight": "An absence of “rules of notice” by which the details in a narrative are hierarchically organized, including editing and other attention-guiding devices, is part of these games’ procedural rhetoric.",
        "color": "Yellow",
        "highlight_note": "A ausência de 'regras de aviso' que organizam os detalhes da narrativa é parte da retórica procedural desses jogos."
      }
    ]
  },
  {
    "date": "2025-07-20",
    "title": "NET ART ANTHOLOGY: Natural Process",
    "url": "https://anthology.rhizome.org/",
    "thumbnail": "http://anthology.rhizome.org/user/pages/natural-process/02.jpg",
    "tags": [
      "digital art",
      "net art",
      "old net"
    ],
    "summary": "",
    "page_comment": "Net Art é um site que reune diversos trabalhos de arte digital da antiga internet entre os anos 1980 a 2010. São incontáveis projetos de diferentes coletivos e artistas como Paper Rad, Cory Arcangel, Alex Galloway, etc. Backup link—https://web.archive.org/web/20250415070441/https://anthology.rhizome.org/",
    "highlights": [
      {
        "highlight": "Net Art Anthology aims to address the shortage of historical perspectives on a field in which even the most prominent artworks are often inaccessible.",
        "color": "Yellow",
        "highlight_note": "A 'Net Art Anthology' foi criada para abordar a falta de perspectivas históricas em um campo onde muitas obras de arte digital são inacessíveis."
      },
      {
        "highlight": "presenting 100 exemplary works in a field characterized by broad participation, diverse practices, promiscuous collaboration, and rapidly shifting formal and aesthetic standards, sketching a possible net art canon.",
        "color": "Yellow",
        "highlight_note": "O projeto apresenta 100 obras de destaque em um campo de participação ampla, práticas diversas e colaborações variadas, buscando esboçar um 'cânone' da net art."
      },
      {
        "highlight": "Net Art Anthology was launched in 2016 and completed in June 2019. Additional material related to Anthology works, as well as updated restorations may be added from time to time into the future.",
        "color": "Yellow",
        "highlight_note": "A Net Art Anthology foi lançada em 2016 e concluída em junho de 2019, com a possibilidade de adições futuras de materiais e restaurações."
      }
    ]
  },
  {
    "date": "2025-07-20",
    "title": "Paper Rad Info",
    "url": "http://www.paperrad.org/info/",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [
      "multimedia",
      "web-based art",
      "2000s",
      "digital art"
    ],
    "summary": "",
    "page_comment": "Coletivo de arte da primeira década de 2000. Exploravam a estética digital da época e produziam diversos tipos de artes como comics, zines, web-based e multimedia. Backup link—https://web.archive.org/web/20250000000000*/http://www.paperrad.org/info/",
    "highlights": []
  },
  {
    "date": "2025-07-20",
    "title": "Counter-gaming | Alexander R. Galloway",
    "url": "https://cultureandcommunication.org/galloway/counter-gaming",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [
      "counter-gaming",
      "informatic capitalism",
      "game studies"
    ],
    "summary": "",
    "page_comment": "Backup link—https://web.archive.org/web/20250219114335/https://cultureandcommunication.org/galloway/counter-gaming",
    "highlights": [
      {
        "highlight": "RTS games focus on a multi-nodal ecosystem of flows and factories, resources and expenditures, secure zones and hostile frontiers. The RTS genre is thus informatic capitalism pure and simple. The genre displays how informatic media and informatic labor are essentially coterminous in today’s world.",
        "color": "Yellow",
        "highlight_note": "Galloway argumenta que jogos de Estratégia em Tempo Real (RTS) são uma representação pura do capitalismo informático, focado em ecossistemas de fluxos e recursos. Eles mostram como a mídia e o trabalho informático estão interligados no mundo atual."
      },
      {
        "highlight": "A somewhat nefarious miasma lingers in all of this, for the labor of the web surfer or the gamer or the blogger goes unpaid, even while exploited by other parties. Thus within the sphere of gaming, we are obligated to come to terms with a new kind of unpaid labor, a new kind of economy.",
        "color": "Yellow",
        "highlight_note": "O autor destaca o problema do trabalho não pago do usuário da web, gamer ou blogueiro, que é explorado por outras partes. Isso levanta a questão de um novo tipo de 'economia' e trabalho não remunerado na esfera dos jogos."
      },
      {
        "highlight": "labor today is often simply donated as a “gift” to the economy. This will be the ultimate tragic denouement of the rise of gaming, of the democratization of play, of social media, of open-source software: it will result in the open-sourcing of all labor; the demand for “volunteer” workers will metastasize across all spheres of public life.",
        "color": "Yellow",
        "highlight_note": "Galloway prevê que a 'democratização' do jogo, das mídias sociais e do software de código aberto resultará na 'abertura de todo o trabalho', com a demanda por 'trabalhadores voluntários' se espalhando por todas as esferas da vida pública."
      },
      {
        "highlight": "The Web is, in this sense, the world's largest sweat shop, for it is the site of most unpaid labor in the world today.",
        "color": "Yellow",
        "highlight_note": "A web é vista como a 'maior oficina de trabalho escravo' do mundo, sendo o local da maioria do trabalho não pago atualmente."
      },
      {
        "highlight": "To formulate this same observation in psychoanalytic terminology: previous mass media formats -- cinema famously -- were fundamentally masochistic; new media however are fundamentally sadistic, in that they require the labor of manipulation, selection, transformation and command over objects (data objects, commodities, behaviors, life forms, and of course other human beings)",
        "color": "Yellow",
        "highlight_note": "Enquanto a mídia de massa anterior (como o cinema) era 'masoquista', a nova mídia é 'sadista', exigindo o trabalho de manipulação e controle do usuário sobre dados, comportamentos e até outros seres humanos."
      },
      {
        "highlight": "In this way, if previous media formats disciplined human beings into becoming better workers, today’s informatic media liberate human beings so they may become better bosses",
        "color": "Pink",
        "highlight_note": "A mídia informacional liberta os humanos para se tornarem 'chefes' em vez de apenas 'trabalhadores', como a mídia anterior."
      },
      {
        "highlight": "remember how Brain Age for the Nintendo DS was all the rage a few years ago. In years to come we will see a steady rise in games devoted to informatic therapy and training. This is but one harbinger of the coming gamic class being cultivated today.",
        "color": "Yellow",
        "highlight_note": "O autor cita 'Brain Age' como um precursor de jogos futuros dedicados a 'terapia e treinamento informacional', indicando o surgimento de uma nova 'classe de jogos'."
      },
      {
        "highlight": "Hence a lament for the new informatic masters: we desperately need alternative algorithms; we desperately need counter-gaming. But, thus far, alternative algorithms seem hopelessly impossible, beyond the very horizon of intelligibility.",
        "color": "Yellow",
        "highlight_note": "Galloway lamenta a falta de 'algoritmos alternativos' e de 'counter-gaming', que parecem impossíveis de serem formulados no contexto atual."
      },
      {
        "highlight": "These days play looks more like labor, and labor looks more like play.",
        "color": "Pink",
        "highlight_note": "O autor faz uma observação sobre a indistinção entre jogo e trabalho na sociedade atual."
      },
      {
        "highlight": "The alternative algorithms of countergaming are either structured as negation or as deprivation. With negation, the game is stripped of all possibilities of game play, left to lapse back to other media altogether (video, animation). With deprivation, the game is censored and scolded, allowed to continue to play, but only in an enlightened or “self-aware” mode.",
        "color": "Yellow",
        "highlight_note": "Galloway define 'counter-gaming' como algo que se estrutura por 'negação' (removendo a possibilidade de jogabilidade, transformando o jogo em outro meio como vídeo) ou 'privação' (o jogo é censurado e 'iluminado')."
      },
      {
        "highlight": "the very essence of what makes a game a game is withheld, deferred either for all time, or just for a moment.",
        "color": "Yellow",
        "highlight_note": "A essência do que faz um jogo ser um jogo é retida ou adiada no 'counter-gaming'."
      },
      {
        "highlight": "For one must never forget that there is an important utopian possibility contained within any type of aesthetic failure. Or as Jean-Jacques Rousseau wrote in his “Discourse on the Arts and Sciences” of 1750: failure has an infinity of forms, but the truth is singular.",
        "color": "Pink",
        "highlight_note": "O fracasso estético contém uma possibilidade utópica, citando Rousseau: 'o fracasso tem uma infinidade de formas, mas a verdade é singular'."
      },
      {
        "highlight": "Today we should take this as a celebration not a lament, and focus on the failure not the truth. Counter-gaming shall have an infinity of forms.",
        "color": "Yellow",
        "highlight_note": "O autor sugere focar no fracasso como uma celebração, não uma lamentação, pois o 'counter-gaming' terá uma infinidade de formas."
      },
      {
        "highlight": "let's demilitarize play; let's uncouple gaming from the mandates of the market; let's dial up the game studies and dial down the game theory.",
        "color": "Pink",
        "highlight_note": "Galloway defende a 'desmilitarização' do jogo, desvinculando-o do mercado e valorizando os 'game studies' em detrimento da 'game theory'."
      },
      {
        "highlight": "Counter-gaming",
        "color": "Yellow",
        "highlight_note": "Galloway apresenta o \"counter-gaming\" como uma proposta radical de substituir os jogos convencionais por formas experimentais de interação, que denunciam e se rebelam contra as estruturas informáticas de dominação. Embora paradoxal, esse movimento aponta para uma 'utopia' estética onde o jogo falha propositalmente, e nesse colapso, se revela uma nova forma de verdade."
      }
    ]
  },
  {
    "date": "2025-07-20",
    "title": "Playing God | Broadcast",
    "url": "https://pioneerworks.org/broadcast/interactive-cinema-claire-evans",
    "thumbnail": "https://cdn.sanity.io/images/vgvol637/production/56ad9509c075304a348a73781c6ceb94c352c0dc-2000x1354.jpg?w=500",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Interactive cinema isn’t a game.",
        "color": "Yellow",
        "highlight_note": "O autor argumenta que o 'cinema interativo' não é um jogo."
      },
      {
        "highlight": "I’m Your Man, the first mainstream interactive movie",
        "color": "Yellow",
        "highlight_note": "I'm Your Man é citado como o primeiro filme interativo 'mainstream'."
      },
      {
        "highlight": "“Whenever you get an opportunity to be involved in something new, you might as well be in on it,” he said. “Even if it goes the way of 3D glasses and Odorama.”",
        "color": "Green",
        "highlight_note": "O autor cita uma frase de um dos envolvidos no filme interativo 'I'm Your Man', que defende que é importante se envolver em algo novo, mesmo que seja uma tendência passageira como óculos 3D."
      },
      {
        "highlight": "Following Ebert’s logic, if a movie is meant to act on its audience, then a game is the inverse: an invitation for the audience to act. Of course, within the confines of a “game” like Mr. Payback or I’m Your Man, that invitation is limited to predetermined decision points. But even in the more open sandbox of a modern video game, there are boundaries on action—in fact, those boundaries are what define the form",
        "color": "Pink",
        "highlight_note": "O autor, seguindo a lógica de Ebert, afirma que se um filme 'age' sobre o público, o jogo faz o contrário: convida o público a 'agir'. No entanto, mesmo em jogos de mundo aberto, as ações são limitadas por fronteiras, que, na verdade, definem o próprio formato."
      },
      {
        "highlight": "C. Thi Nguyen observes, all games have rules and obstacles, imposed to constrain player agency. And games are, he argues, the art of agency. “As stories let us record narratives,” Nguyen writes, “games let us record agencies,” encoding them into “artifactual vessels” that can be passed around and temporarily embodied by others",
        "color": "Pink",
        "highlight_note": "C. Thi Nguyen observa que jogos têm regras e obstáculos que limitam a agência do jogador. Ele argumenta que os jogos são a 'arte da agência', registrando-a em 'recipientes de artefato' que podem ser 'incorporados' por outros."
      },
      {
        "highlight": "I have the sense that Ebert’s curmudgeonly take was the right one: an interactive movie is not a movie. But it isn’t a game, either",
        "color": "Yellow",
        "highlight_note": "O autor concorda com a visão de Ebert de que um filme interativo não é um filme, mas também não é um jogo."
      }
    ]
  },
  {
    "date": "2025-07-20",
    "title": "Super Mario Movie Cory Arcangel's Official Portfolio Website and Portal",
    "url": "https://web.archive.org/web/20140623050540/http://www.coryarcangel.com/things-i-made/supermariomovie/",
    "thumbnail": "https://web.archive.org/web/20140623050540im_/http://www.coryarcangel.com/images/banners/surfware-ads-4.jpg",
    "tags": [
      "machinima",
      "video game art",
      "video game modding",
      "game studies"
    ],
    "summary": "- 🎮 **Cory Arcangel's Project**: Created a 15-minute movie programmed onto a modified Super Mario Brothers cartridge. - 🛠️ **Game Deconstruction**: The project deconstructs the original purpose of the game, transforming it into a new form of media. - 📜 **Counter-Gaming Concept**: Referenced by Alexander Galloway in discussions about \"\"counter-gaming,\"\" which critiques traditional gaming's capitalist constraints. - 🔄 **Gameplay Disruption**: The modification disrupts gameplay to the point of redefining it as video or animation rather than a game. - 🌐 **Cultural Commentary**: Highlights the need for games to evolve beyond mere entertainment and become genuine experiences.",
    "page_comment": "Cory fez um mod no cartucho de Super Mario criando um curta-metragem onde a desconstrução do propósito do jogo está implícito. É também citado por Alexander Galloway em um artigo sobre \"\"counter-gaming\"\" ou contra-jogo, que observar a necessidade dos jogos deixarem de ser apenas um jogo e se deslocarem do capitalismo para se tornaram experiências genuínas novamente. Ele coloca Super Mario como \"\"negation\"\", uma forma de countergaming que destrói interfere no jogo a ponto de destruir a gameplay, deixando apenas algo que é ressignificado como vídeo ou animação. https://web.archive.org/web/20250219114335/https://cultureandcommunication.org/galloway/counter-gaming",
    "highlights": [
      {
        "highlight": "15 minute movie programmed onto a Mario Brothers cartridge.",
        "color": "Yellow",
        "highlight_note": "O artista Cory Arcangel programou um filme de 15 minutos em um cartucho de Super Mario Bros."
      }
    ]
  },
  {
    "date": "2025-07-20",
    "title": "Darkgame 1 - Eddo Stern",
    "url": "https://eddostern.com/works/darkgame-1/",
    "thumbnail": "https://eddostern.com/wordpress/wp-content/themes/eddotheme/images/flickr_cache/darkgame1/A/4369934508/4369934508_3fc85077f2_o.jpg.webp",
    "tags": [
      "experimental game",
      "interactive installation",
      "immersive experience"
    ],
    "summary": "- 🎮 **Sensory Deprivation**: Darkgame is a unique computer game that immerses players in a sensory deprivation environment.   - 🧠 **Physical Manipulation**: The gameplay focuses on manipulating players' senses to enhance strategic elements.   - 🤝 **Communication & Conflict**: Players experience challenges related to communication and conflict while under sensory stress.   - 🌌 **Isolation Experience**: The game emphasizes the effects of sense isolation on gameplay and player interaction.   - 🎭 **Innovative Strategy**: Darkgame offers a novel approach to strategy by integrating physical and psychological elements.",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Darkgame is a sensory deprivation computer game.  The game plays on physical manipulation of the player’s senses as the central focus of game strategy.",
        "color": "Yellow",
        "highlight_note": "Darkgame é um jogo de privação sensorial que manipula os sentidos do jogador como foco central da estratégia do jogo."
      },
      {
        "highlight": "The gameplay is based upon the experience of communication and conflict under stress of sensory deprivation and sense isolation.",
        "color": "Yellow",
        "highlight_note": "A jogabilidade é baseada na experiência de comunicação e conflito sob estresse causado pela privação e isolamento sensorial."
      }
    ]
  },
  {
    "date": "2025-07-16",
    "title": "REMAKE, REMEDIATION, REENACTMENT | VRAL",
    "url": "https://www.patreon.com/posts/134265827?utm_source=post_link&utm_medium=email&utm_campaign=patron_engagement&utm_id=a8c902f9-642e-46fd-804b-4405539b0f5d",
    "thumbnail": "https://www.patreon.com/meta-image/post/134265827",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Jonas Blume’s The Good, the Bad, and the Rock (2023, above) and Transporter (2023) are video works that restage iconic cinematic moments through visual mimicry that foregrounds the absence of human performers.",
        "color": "Yellow",
        "highlight_note": "Jonas Blume criou obras de vídeo ('The Good, the Bad, and the Rock' e 'Transporter') que recriam momentos icônicos do cinema, mas sem a presença de atores humanos."
      },
      {
        "highlight": "Both pieces replicate camera movement and editing patterns from their sources but remove and erase the protagonists who once anchored the action",
        "color": "Yellow",
        "highlight_note": "As obras de Blume replicam movimentos de câmera e padrões de edição de suas fontes, mas removem e apagam os protagonistas."
      },
      {
        "highlight": "Reconstructing The Good, the Bad, and the Rock or Transporter inside a game engine would not dilute their meaning. It would extend their critical gesture and postmodern nature. Blume’s work interrogates the reconfiguration of visual landmarks the imaginary and the disintegration of cinematic reference. This approach is central to Blume’s wildly original practice, where past forms flicker without resolution, forever suspended in the logic of simulation.",
        "color": "Yellow",
        "highlight_note": "Reconstruir essas obras em um motor de jogo estenderia seu gesto crítico e natureza pós-moderna, já que o trabalho de Blume investiga a reconfiguração de referências visuais e a desintegração de referências cinematográficas, deixando as formas passadas suspensas na lógica da simulação."
      },
      {
        "highlight": "Possible exercise for Game Art courses  Exercise Title: Reenacting the remake: from index to code",
        "color": "Green",
        "highlight_note": "Sugestão de exercício para cursos de 'Game Art': recriar cenas de filmes icônicas através de 'machinima' (recriação no motor do jogo), imitando o movimento da câmera, ritmo de edição e composição do ambiente, mas excluindo todos os personagens humanos."
      }
    ]
  },
  {
    "date": "2025-07-16",
    "title": "THE KISS, THE GLITCH AND THE AVATAR: LOVE IN THE AGE OF MMOG | VRAL",
    "url": "https://www.patreon.com/posts/131262779?collection=1465724",
    "thumbnail": "https://www.patreon.com/meta-image/post/131262779",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "“The story of love that takes place in the online game World of Warcraft,” Juan explains, “is turned into the raw material to explain how players construct their own virtual bodies in the digital world and how their bodies are extended in digital form.” This extension is not symbolic or abstract; it is enacted through gestures of touching, embracing, and kissing, performed between avatars of different (fantasy) races.",
        "color": "Yellow",
        "highlight_note": "A história de amor no 'World of Warcraft' é usada para explicar como os jogadores constroem e estendem seus corpos virtuais através de gestos de toque, abraço e beijo entre avatares."
      },
      {
        "highlight": "the screen does not merely separate player from character: it enables a traversal, a crossing, in which visuality and interaction generate the illusion, and perhaps the experience, of bodily connection.",
        "color": "Yellow",
        "highlight_note": "A tela não é apenas uma separação entre jogador e personagem, mas um meio que permite uma travessia, onde a visualidade e a interação criam a ilusão ou experiência de conexão corporal."
      },
      {
        "highlight": "A fundamental question lies at the core of It Was Just a Virtual Kiss: how do we navigate the virtual-physical dichotomy in digital media? In this context, I would argue that digital touch has a form of materiality, but not in the conventional sense that we associate with physical touch. Instead, it emerges at the intersection of phenomenological, affective, and technological processes.",
        "color": "Green",
        "highlight_note": "O toque digital tem uma forma de 'materialidade' que surge na intersecção de processos fenomenológicos, afetivos e tecnológicos, não se limitando ao toque físico convencional."
      },
      {
        "highlight": "The avatar, then, is not a substitute for the body, but a “hybrid embodiment, in which the player’s corporeal dimension is digitally integrated into a different space and resonates with the movements and emotional states of their digital avatar.”",
        "color": "Yellow",
        "highlight_note": "O avatar é visto não como um substituto do corpo, mas como uma 'incorporação híbrida', onde a dimensão corporal do jogador se integra digitalmente ao espaço virtual e ressoa com os movimentos e estados emocionais do avatar."
      },
      {
        "highlight": "Juan conceptualises glitches not as technical errors to be corrected, but as aesthetic and conceptual tools for revealing the instability of this peculiar form of incarnation",
        "color": "Yellow",
        "highlight_note": "Glitchs são conceituados como ferramentas estéticas e conceituais, e não apenas erros técnicos, pois revelam a instabilidade da encarnação virtual."
      },
      {
        "highlight": "Instead of presenting the avatar as a seamless extension of the self in McLuhanian terms, Juan exposes its composite nature, assembled from overlapping gestures, interface logics, and networked interactions.",
        "color": "Yellow",
        "highlight_note": "O avatar não é uma 'extensão perfeita do eu', mas uma composição de gestos, lógicas de interface e interações em rede."
      },
      {
        "highlight": "Machinima absolutely has the potential to subvert the rigid gender binaries and normative identities embedded in gaming culture – structures that are reinforced by systemic oppression. At the same time, it remains haunted by the very logic of the systems it emerges from. However, the act of exposing these logics – through recycling, remixing, and recontextualizing game assets – is itself a form of resistance. Both within and beyond these systems, creators can reveal cracks and contradictions, opening up new spaces for alternative modes of representation and interaction. While we may never fully escape the influence of these structures, engaging with queerness – playing with, against, and through the rules of these systems – can generate new ways of being and imagining that challenge the status quo.",
        "color": "Blue",
        "highlight_note": "Machinima tem o potencial de subverter binários de gênero e identidades normativas na cultura dos jogos, mas ainda é 'assombrado' pela lógica dos sistemas de onde emerge. Expor essas lógicas através do reuso e recontextualização de ativos de jogos é uma forma de resistência, abrindo espaços para representações e interações alternativas."
      },
      {
        "highlight": "he identifies romance not as an anomaly in a game of conquest, but as an infrastructural misuse: a form of resistance enacted through misaligned or creative use of combat mechanics.",
        "color": "Pink",
        "highlight_note": "O romance no jogo é visto não como uma anomalia, mas como um 'mau uso' da infraestrutura, uma forma de resistência através do uso criativo de mecânicas de combate."
      }
    ]
  },
  {
    "date": "2025-07-16",
    "title": "THE POOR IMAGE, THE MALE GAZE, THE ORGAN-WITHOUT-BODY: READING MIRANDA’S UNDERW[H]E(A)RE | VRAL",
    "url": "https://www.patreon.com/posts/133139043?collection=1465724",
    "thumbnail": "https://www.patreon.com/meta-image/post/133139043",
    "tags": [
      "male gaze",
      "machinima",
      "video game art",
      "in-game photogaphy"
    ],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "the work questions how virtual economies and character design structure representations of gender, class and consumer desire.",
        "color": "Yellow",
        "highlight_note": "A obra questiona como as economias virtuais e o design de personagens estruturam representações de gênero, classe e desejo de consumo."
      },
      {
        "highlight": "By reframing these visual conventions as a critical artistic gesture, the work positions itself in a space of contradiction: weaponising the language of upskirt voyeurism to expose the procedural choreography of desire and the politics of synthetic flesh.",
        "color": "Yellow",
        "highlight_note": "A obra de Miranda usa a linguagem do voyeurismo de 'upskirt' para expor a coreografia procedural do desejo e a política da 'carne' sintética nos jogos."
      },
      {
        "highlight": "Underw[h]e(a)re também ressoa com a noção de imagem pobre de Hito Steyerl: imagens de baixo status que, como ela escreve, são constante e furiosamente \"\"carregadas, baixadas, compartilhadas, reformatadas e reeditadas\"\".",
        "color": "Yellow",
        "highlight_note": "A obra se conecta ao conceito de 'imagem pobre' de Hito Steyerl, que são imagens de baixo status que circulam incessantemente."
      },
      {
        "highlight": "Além disso, como demonstra a página do projeto , esse olhar forense evoca os primeiros arquivos de imagens pornográficas online, atuando como um contrabanco de dados que revela a homogeneidade processual de gênero nos mundos dos jogos contemporâneos. Assim como os arquivos de baixa resolução de Steyerl, os primeiros bancos de dados de pornografia amadora circulavam incessantemente, desvinculados de sua origem ou autoria.",
        "color": "Yellow",
        "highlight_note": "O olhar 'forense' do projeto evoca os arquivos de pornografia online, revelando a homogeneidade de gênero nos jogos, assim como os arquivos de baixa resolução de Steyerl."
      },
      {
        "highlight": "A intervenção de Miranda cruza claramente com o conceito de olhar masculino de Laura Mulvey, demonstrando como o jogo fetichiza um tipo de corpo feminino estreito, mesmo em seus detalhes invisíveis.",
        "color": "Yellow",
        "highlight_note": "A obra de Miranda se alinha ao conceito de 'olhar masculino' de Laura Mulvey, mostrando como os jogos fetichizam um tipo específico de corpo feminino."
      },
      {
        "highlight": "Miranda destaca como a estética da mercadoria e o desejo se entrelaçam nos níveis mais granulares do design: as imagens servem ao olhar masculino, mas o enquadramento invasivo de Miranda drena essa intenção erótica, revelando apenas uma uniformidade poligonal.",
        "color": "Blue",
        "highlight_note": "A obra de Miranda expõe a relação entre a estética da mercadoria e o desejo no design de jogos, drenando a intenção erótica ao revelar a uniformidade poligonal dos corpos."
      },
      {
        "highlight": "Paradoxalmente, Underw[h]e(a)re sugere que a verdadeira ficção de Assassin's Creed: Unity não é sua grandiosa reconstrução histórica ou sua fidelidade arquitetônica ao \"\"real\"\", mas a fantasia de diferença que ele alega encenar. Ao expor essas intimidades repetitivas e superficialmente codificadas, Miranda demonstra que a construção de mundo mais consistente do jogo é, em última análise, um compromisso com a mesmice — um espetáculo uniforme de desejo disfarçado de variedade.",
        "color": "Yellow",
        "highlight_note": "O projeto sugere que a 'ficção' em 'Assassin's Creed' não é a reconstrução histórica, mas a 'fantasia de diferença', revelando que a construção do mundo é, na verdade, um 'espetáculo uniforme de desejo disfarçado de variedade'."
      }
    ]
  },
  {
    "date": "2025-07-14",
    "title": "LUDIC HAUNTOLOGY, DEFERRED CONNECTION | VRAL",
    "url": "https://www.patreon.com/posts/133973721",
    "thumbnail": "https://www.patreon.com/meta-image/post/133973721",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Though formally dissimilar, both use video games not as entertainment or spectacle but to show how the political and the affective are routed through simulation’s infrastructural systems",
        "color": "Yellow",
        "highlight_note": "Os jogos de vídeo são usados para mostrar como o político e o afetivo se manifestam através dos sistemas de infraestrutura da simulação."
      },
      {
        "highlight": "Giath Taha’s Becoming a Ghost (2022), screened on VRAL between August 30 and September 12 2023, documents a virtual reunion between two brothers separated by war and exile. Set entirely within PlayerUnknown’s Battlegrounds (PUBG), the work resists violence, focusing instead on acts of wandering, care, and quiet resistance.",
        "color": "Yellow",
        "highlight_note": "'Becoming a Ghost' (2022) documenta um reencontro virtual entre dois irmãos separados pela guerra, usando o jogo 'PUBG' para focar em 'atos de resistência' pacíficos em vez de violência."
      },
      {
        "highlight": "Jonathan Millet’s Les fantômes (Ghost Trail, 2024) is a thriller centred on Hamid (Adam Bessa), a Syrian exile in Strasbourg, who uses a multiplayer war game to update members of an underground network about the whereabouts of an alleged former torturer now living under an assumed identity",
        "color": "Yellow",
        "highlight_note": "'Les fantômes' (2024) é um filme sobre um exilado sírio que usa um jogo de guerra para rastrear um ex-torturador, transformando o jogo em uma infraestrutura para operações clandestinas."
      },
      {
        "highlight": "the video game in Fantômes functions as an infrastructure of concealment: a camouflaged protocol where violence is simulated and strategic operations are hidden in plain sight. Hamid and his cohort do not play for recreation; using assumed names, they track fugitives and share updates during multiplayer sessions. The interface—avatars, voice chat, and devastated environments—allows for identity checks and coordinated actions while maintaining plausible deniability",
        "color": "Yellow",
        "highlight_note": "No filme 'Les fantômes', o jogo funciona como uma 'infraestrutura de ocultação', onde operações estratégicas são escondidas à vista, usando avatares e chat de voz para coordenação e negação plausível."
      },
      {
        "highlight": "the game’s internal logic mirrors the asylum process: action must follow verification, and haste may unravel everything",
        "color": "Yellow",
        "highlight_note": "A lógica do jogo 'Les fantômes' espelha o processo de asilo: a ação só pode ocorrer após a verificação, e a pressa pode comprometer tudo."
      },
      {
        "highlight": "The procedural structure of the game substitutes for institutions and bureaucracy, while replicating their opacity and constraint. If the game appears as a high-intensity third-person shooter, the real stakes it obscures are calculated, protracted, and deeply consequential",
        "color": "Yellow",
        "highlight_note": "A estrutura procedural do jogo substitui as instituições e a burocracia, replicando sua opacidade e restrições. As 'apostas' reais do jogo são calculadas e de grande consequência."
      },
      {
        "highlight": "Where Les fantômes prioritises verification and delay, Taha suspends those logics entirely",
        "color": "Yellow",
        "highlight_note": "Enquanto 'Les fantômes' foca na verificação e no atraso, Taha suspende completamente essas lógicas."
      },
      {
        "highlight": "Becoming a Ghost offers a starkly different use of the game architecture and interface",
        "color": "Yellow",
        "highlight_note": "'Becoming a Ghost' oferece um uso totalmente diferente da arquitetura e interface do jogo."
      },
      {
        "highlight": "He does not aim to win or deceive, conquer or destroy, but to remain present with his brother",
        "color": "Yellow",
        "highlight_note": "O objetivo de Taha em 'Becoming a Ghost' não é vencer, mas 'permanecer presente' com seu irmão, transformando o jogo em um espaço de conexão."
      },
      {
        "highlight": "Becoming a Ghost suspends that logic, opting instead for ambient drift and affective openness through counter-gaming",
        "color": "Pink",
        "highlight_note": "'Becoming a Ghost' suspende a lógica do jogo e opta por uma 'derivação' afetiva e 'abertura' através do 'counter-gaming'."
      },
      {
        "highlight": "The so-called “magic circle” collapses here: rather than an insulated sphere of norms, outcomes and make-believe, the game functions as a real-time infrastructure for personal and collective manoeuvre",
        "color": "Yellow",
        "highlight_note": "O 'círculo mágico' dos jogos colapsa, e o jogo passa a funcionar como uma 'infraestrutura' para manobras pessoais e coletivas, em vez de ser uma esfera de normas e fantasia."
      }
    ]
  },
  {
    "date": "2025-07-13",
    "title": "VRAL 93: Giath Taha — MILAN MACHINIMA FESTIVAL",
    "url": "https://milanmachinimafestival.org/vral-giath-taha",
    "thumbnail": "https://static1.squarespace.com/static/5a92a15fcef372c749ca0487/t/66e302fc16d66d20218f47a0/1724920499864/VRAL+93.png?format=1500w",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Separated for ten years due to the Syrian conflict, Taha and his brother reconnect in this digital warzone, which mirrors the real-life violence that forced Taha to flee Syria. Although the game involves players competing to be the last one standing, it paradoxically becomes a safe space for the brothers to discuss topics censored elsewhere. The work explores themes of presence and absence, reality and simulation, and how virtual spaces can offer temporary escape from harsh realities",
        "color": "Yellow",
        "highlight_note": "Separados por dez anos, Taha e seu irmão se reencontram em um jogo de guerra ('PUBG'), que, paradoxalmente, se torna um 'espaço seguro' para discutir temas censurados em outros lugares. A obra explora a relação entre presença e ausência, realidade e simulação."
      },
      {
        "highlight": "The relationship between video gaming and geopolitical issues is deeply intertwined and layered. Many games are set in real locations or engage with real geopolitical tensions, often as a form of soft power, cultural influence, or even propaganda",
        "color": "Yellow",
        "highlight_note": "A relação entre videogames e questões geopolíticas é profunda e complexa. Jogos podem ser ambientados em locais reais e abordar tensões geopolíticas, servindo como 'soft power', influência cultural ou propaganda."
      },
      {
        "highlight": "PUBG, its popularity in Syria can be attributed to two main factors. Firstly, the game’s graphics are relatively modest compared to the sound design, meaning that players don’t need high-end devices like the Xbox Series X or PlayStation 5 to participate – a typical mobile phone is sufficient. This accessibility is crucial",
        "color": "Yellow",
        "highlight_note": "A popularidade de 'PUBG' na Síria se deve à sua acessibilidade, já que o jogo não exige dispositivos de ponta, permitindo que a maioria das pessoas com um celular possa jogá-lo."
      },
      {
        "highlight": "PUBG’s popularity lies in the lived experiences of players. Many of them are profoundly affected by the geopolitical realities of the Middle East, including the oppressive conditions in Syria. For these players, PUBG offers an escape – a shift from a dystopian reality controlled by oppressors to a virtual space that, while similar, provides an alternative existence. It’s a way to momentarily leave behind the harsh realities of their surroundings",
        "color": "Yellow",
        "highlight_note": "A popularidade do jogo se baseia nas experiências dos jogadores afetados pelas realidades geopolíticas, oferecendo uma 'fuga' de uma realidade opressiva para uma existência virtual alternativa."
      },
      {
        "highlight": "This desire to escape is why so many players bring their backgrounds and political realities into the game",
        "color": "Yellow",
        "highlight_note": "A vontade de escapar é a razão pela qual muitos jogadores trazem suas realidades políticas e pessoais para dentro do jogo."
      },
      {
        "highlight": "virtual world becomes a place to process, and perhaps temporarily avoid, the oppressive situations they face daily",
        "color": "Yellow",
        "highlight_note": "O mundo virtual se torna um local para processar e, temporariamente, evitar as situações opressivas do dia a dia."
      },
      {
        "highlight": "From Heidegger’s perspective, being is not fully present in any single moment. It’s an interplay of presence and absence, involving both the past and the present",
        "color": "Blue",
        "highlight_note": "Na perspectiva de Heidegger, o ser não está totalmente presente em um único momento; é um jogo de presença e ausência, que envolve passado e presente."
      },
      {
        "highlight": "Derrida, on the other hand, argues that presence is never fully attainable; it’s always deferred through a chain of signifiers, making his approach more linguistic",
        "color": "Blue",
        "highlight_note": "Para Derrida, a presença nunca é totalmente alcançável, sendo sempre adiada por uma cadeia de significantes, o que torna sua abordagem mais linguística."
      },
      {
        "highlight": "Building on these ideas, being thrown into a war zone and being distracted by the manifestations of conflict allows authenticity to emerge",
        "color": "Yellow",
        "highlight_note": "O autor sugere que, ao ser jogado em uma zona de guerra virtual e ser distraído pelo conflito, a 'autenticidade' pode emergir."
      },
      {
        "highlight": "I consciously chose not to fight or engage in what the game – or the platform – demanded of me. The authenticity of the other person, in this case, my brother, also surfaced in this context. He used to play the game almost daily, but when we met online after twelve years, the game transformed for him. It became less about playing and more about protecting his younger brother, who had annoyingly decided not to carry a weapon in a shooting game",
        "color": "Yellow",
        "highlight_note": "O autor, em um ato de 'contra-jogo', escolhe não lutar, e a autenticidade de seu irmão emerge, que passa a protegê-lo em vez de jogar de forma competitiva, transformando o propósito do jogo."
      },
      {
        "highlight": "To tie this back to Heidegger, the moment was an interplay between presence and absence",
        "color": "Yellow",
        "highlight_note": "O momento de encontro entre os irmãos no jogo é visto como um 'jogo de presença e ausência', ligando a experiência à filosofia de Heidegger."
      },
      {
        "highlight": "I think it’s crucial to remember that video games, especially online ones, are essentially interactive systems. The designers set up the rules, defining the framework within which players can operate. This setup often limits the players' freedom, making them subject to the designers’ choices. In a way, this can resemble a form of authoritarian control. Players can interact with the game, but only within the confines of the system, leading to specific actions and predetermined outcomes",
        "color": "Yellow",
        "highlight_note": "Videogames, especialmente online, são sistemas interativos onde os designers definem as regras, limitando a liberdade dos jogadores e, em certa medida, exercendo uma forma de 'controle autoritário'."
      },
      {
        "highlight": "I completely agree with your observation that video games are promoted as open worlds – spaces of possibilities and freedom",
        "color": "Yellow",
        "highlight_note": "O autor concorda que os videogames são promovidos como 'mundos abertos' e 'espaços de liberdade'."
      },
      {
        "highlight": "The line between virtuality and reality is very thin, and I didn’t want to be trapped by the same mechanisms of control. So, my defense mechanism was to be a pacifist in the game, resisting what the game’s designers expected me to do.",
        "color": "Yellow",
        "highlight_note": "O autor, para não ser 'aprisionado' pelos mesmos mecanismos de controle da realidade, escolhe ser um 'pacifista' no jogo, resistindo ao que os designers esperam dele."
      },
      {
        "highlight": "When players engage with video games, they seek an alternative virtual space, but they inevitably bring their real-life complexities with them",
        "color": "Yellow",
        "highlight_note": "Os jogadores buscam um espaço virtual alternativo, mas inevitavelmente trazem as complexidades da vida real para dentro do jogo."
      },
      {
        "highlight": "important aspect of gaming is its immersive experience. However, this immersion is temporary – it doesn’t last forever. That’s why escapism is not absolute or definitive; it’s transient and limited, often ending when players return to their real lives",
        "color": "Yellow",
        "highlight_note": "A imersão é um aspecto importante, mas é temporária, e o escapismo nos jogos é 'transitório e limitado', terminando quando os jogadores retornam à vida real."
      }
    ]
  },
  {
    "date": "2025-07-13",
    "title": "Microsoft Word - edital-09-2025-processo-seletivo-mestrado-e-doutorado - Copia | Glasp",
    "url": "https://glasp.co/pdfs?id=851fac8d-1562-42a6-aa7b-30faab6f3839",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_pdf.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "O projeto deve ter até 12 páginas, incluindo capa e referências bibliográficas, com fonte Times New Roman, tamanho 12, espaçamento 1,5, margens 1,5 cm",
        "color": "Yellow",
        "highlight_note": "Requisitos de formatação para um projeto, incluindo limite de páginas e estilo de texto."
      },
      {
        "highlight": "documento comprobatório de previsão de conclusão do Mestrado, para candidato(a) ao Doutorado",
        "color": "Yellow",
        "highlight_note": "É necessário um documento comprovando a previsão de conclusão do mestrado para se candidatar ao doutorado."
      },
      {
        "highlight": "comprovante de língua estrangeira moderna será solicitado pela secretaria do PPGCom em até 12 meses",
        "color": "Yellow",
        "highlight_note": "A secretaria do PPGCom pedirá o comprovante de língua estrangeira moderna em até 12 meses."
      }
    ]
  },
  {
    "date": "2025-07-10",
    "title": "THE AESTHETICS OF SLOW MACHINIMA (2 of 4) — GAME VIDEO/ART. A SURVEY",
    "url": "https://www.gamevideoart.org/news/2016/5/11/the-aesthetic-of-slow-machinima-2-of-4",
    "thumbnail": "http://static1.squarespace.com/static/56dfe5c77da24fcf36de94a0/t/5732f7ba62cd945589644f9f/1462958021914/SOLOMON?format=1500w",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "These auteurs operate in the gray area separating cinema, animation, gaming, and performance art, contributing in their own way to blur the boundaries of each practice. I argued that this certain formal trend in contemporary machinima can be seen as an act of cultural resistance, a resistance to speed, frenzy, and acceleration.",
        "color": "Yellow",
        "highlight_note": "Auteurs de 'slow machinima' atuam na área cinzenta entre cinema, animação, jogos e performance, desfocando as fronteiras. Essa tendência formal é vista como um ato de resistência cultural à velocidade e aceleração."
      },
      {
        "highlight": "Philip Solomon’s EMPIRE",
        "color": "Pink",
        "highlight_note": "Referência ao trabalho 'EMPIRE' de Philip Solomon."
      },
      {
        "highlight": "Justin Remes’s (2015) definition “cinema of stasis”, which he uses to refer to those “films in which stasis—not motion—is the default.”",
        "color": "Pink",
        "highlight_note": "O autor menciona a definição de 'cinema de estase' de Justin Remes, referindo-se a filmes onde a imobilidade é o padrão."
      },
      {
        "highlight": "static films occupy a special place in film history as they lie at the intersection of several different genres and media, e.g. painting and photography",
        "color": "Yellow",
        "highlight_note": "Filmes 'estáticos' ocupam um lugar especial na história do cinema, pois se situam na interseção de diferentes gêneros e mídias, como pintura e fotografia."
      },
      {
        "highlight": "“Static films offer radical challenges to conventional conceptions of cinema, since they are ostensibly motion pictures without motion.” He adds that “these films foreground stasis and consequently blur the lines between traditional visual art and motion pictures.”",
        "color": "Green",
        "highlight_note": "Filmes 'estáticos' desafiam concepções convencionais de cinema, já que são 'filmes com movimento sem movimento'. Eles borram as linhas entre a arte visual tradicional e o cinema."
      },
      {
        "highlight": "these cinematic productions address Walter Benjamin’s observation about the screen vs. canvas dichotomy.",
        "color": "Pink",
        "highlight_note": "Essas produções cinematográficas abordam a observação de Walter Benjamin sobre a dicotomia entre 'tela' e 'tela de pintura' (cinema vs. canvas)."
      },
      {
        "highlight": "“The Work of Art in the Age of Its Technological Reproducibility\"\" (1936)",
        "color": "Pink",
        "highlight_note": "Referência à obra 'A Obra de Arte na Era de Sua Reprodutibilidade Técnica' (1936) de Walter Benjamin."
      },
      {
        "highlight": "“The painting invites the viewer to contemplation; before it, he can give himself up to his train of associations. Before a film image, he cannot do so. No sooner has he seen it than it has already changed. It cannot be fixed on.”",
        "color": "Green",
        "highlight_note": "Citação de Walter Benjamin: a pintura convida à contemplação, enquanto a imagem de filme muda rapidamente, não podendo ser fixada."
      },
      {
        "highlight": "Genevieve Yue (2012) wrote in Film Comment, “EMPIRE” [...] amounts to a full day, passing through rain, sunset, night, and, come the following afternoon, the return of stormy weather.. [...] Perched on a skyscraper ledge, in an elaborate choreography of avatar, camera, and encoded “cheats,” Solomon allows us to gaze, as Warhol did, at the building across the way: “Rotterdam Tower,” or what is more recognizable as the Empire State Building.\"\"",
        "color": "Green",
        "highlight_note": "Genevieve Yue descreve 'EMPIRE' de Solomon como um filme que documenta a passagem de um dia inteiro, com o avatar do jogador observando um edifício, de forma semelhante ao filme de Andy Warhol."
      },
      {
        "highlight": "Remes argues that Warhol’s main goal in filming Empire was “to see time go by.”",
        "color": "Yellow",
        "highlight_note": "Remes argumenta que o objetivo principal de Warhol ao filmar 'Empire' era 'ver o tempo passar'."
      },
      {
        "highlight": "In his monograph on Andrei Tarkovsky's 1979 sci-fi film Stalker, Zona: A Book about a Film about a Journey to a Room, Geoff Dyer (2012), observes that \"\"every second [of Antonioni’s L’avventura] lasted a minute, every minute lasted an hour\"\".",
        "color": "Yellow",
        "highlight_note": "Geoff Dyer, em sua obra sobre o filme 'Stalker', observa que 'cada segundo [de 'L'avventura' de Antonioni] durava um minuto, cada minuto durava uma hora'."
      },
      {
        "highlight": "The real subject of Solomon's film is not \"\"action\"\", but time. As Remes explains, “The spectator of a film like [Warhol’s] Empire witnesses movement: not the movement of the building on the screen but the movement of time itself.”",
        "color": "Yellow",
        "highlight_note": "O tema de 'EMPIRE' não é a ação, mas o tempo. O espectador testemunha o movimento do próprio tempo, não do edifício na tela."
      },
      {
        "highlight": "By foregrounding stasis, films like Empire actually make the spectator more aware of the movement of time and consciousness, neither of which can be apprehended in the same way when one is absorbed in the movement of a cinematic image.",
        "color": "Green",
        "highlight_note": "Ao destacar a estase, filmes como 'Empire' tornam o espectador mais consciente do 'movimento do tempo e da consciência'."
      }
    ]
  },
  {
    "date": "2025-07-10",
    "title": "THE AESTHETICS OF SLOW MACHINIMA (1 of 4) — GAME VIDEO/ART. A SURVEY",
    "url": "https://www.gamevideoart.org/news/2016/5/3/aesthetics-of-slow-machinima-1-of-4",
    "thumbnail": "http://static1.squarespace.com/static/56dfe5c77da24fcf36de94a0/t/57290b6c746fb98705f99dbc/1462307773777/cory+arcadengel?format=1500w",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "“I’ve always liked to watch people play video games. Or to watch video games as cinema. So when you start watching video games as cinema and you start considering them cinema… It becomes so unlike anything you’ve seen in cinema that it’s kinda interesting.” (Cory Arcangel, 2011)",
        "color": "Yellow",
        "highlight_note": "Cory Arcangel comenta que assistir videogames como se fossem cinema é interessante porque a experiência é diferente de tudo que já se viu no cinema."
      },
      {
        "highlight": "In his “State of Cinema” address at the 46th San Francisco Film Festival, French critic Michel Ciment (2003) described the emergence of a new cinematic style, “a cinema of slowness, of contemplation”. One year later, British critic Jonathan Romney coined the now popular expression “Slow Cinema” in a review to indicate those films that deliberately reject the narrative and aesthetic conventions of mainstream productions (1)",
        "color": "Green",
        "highlight_note": "O crítico francês Michel Ciment descreveu um novo estilo de cinema, o 'cinema da lentidão', enquanto o crítico britânico Jonathan Romney cunhou a expressão 'Slow Cinema', referindo-se a filmes que rejeitam convenções narrativas e estéticas tradicionais."
      },
      {
        "highlight": "Slow cinema emphasizes long takes and extended durations. Observational in nature, it uses subdued visual techniques and minimal narrative strategies.",
        "color": "Yellow",
        "highlight_note": "'Slow cinema' é caracterizado por tomadas longas, durações estendidas, técnicas visuais discretas e estratégias narrativas mínimas."
      },
      {
        "highlight": "Ira Jaffe (2014) writes in Slow Movies: Countering the Cinema of Action",
        "color": "Pink",
        "highlight_note": "Referência à obra 'Slow Movies: Countering the Cinema of Action' de Ira Jaffe."
      },
      {
        "highlight": "“The plot and dialogue in slow movies often gravitate towards stillness and death, and tend, in any case, to be minimal, indeterminate and unresolved” (p. 23)",
        "color": "Yellow",
        "highlight_note": "Em 'slow movies', o enredo e o diálogo são frequentemente mínimos, gravitando em direção à quietude e à morte."
      },
      {
        "highlight": "David Campany (2007) slow films began as an avant-garde practice (consider, for instance, the Situationists) and represented a counterpoint to the “mass distraction” of advertising, television, and popular culture",
        "color": "Yellow",
        "highlight_note": "O 'slow cinema' começou como uma prática de vanguarda, sendo um contraponto à 'distração em massa' da publicidade e da cultura popular."
      },
      {
        "highlight": "Lav Diaz, Pedro Costa, Lisandro Alonso, Ben Rivers, Carlos Reygadas, Bela Tarr, Apichatpong Weerasethakul, Tsai Ming-liang, Kelly Reichardt",
        "color": "Blue",
        "highlight_note": "Lista de diretores notáveis associados ao 'slow cinema'."
      },
      {
        "highlight": "Justin Remes (2015) has called “cinema of stasis”",
        "color": "Yellow",
        "highlight_note": "Justin Remes chamou o estilo de 'cinema de estase'."
      },
      {
        "highlight": "“slow machinima” is an international effort, fiercely independent, and deliberately adversarial to the dominant paradigm. Slow machinima productions are generally indifferent or deliberately antagonistic to mainstream game audiences, and perhaps, to mainstream audiences in general.",
        "color": "Yellow",
        "highlight_note": "'Slow machinima' é um movimento independente e deliberadamente adversário ao paradigma dominante, indiferente ou antagônico ao público de jogos mainstream."
      },
      {
        "highlight": "In many ways, slow machinima is a gesture of coordinated resistance to contemporary game culture and its testosterone-driven aesthetics, hype cycles, and overt misogyny.",
        "color": "Yellow",
        "highlight_note": "'Slow machinima' é um gesto de resistência à cultura de jogos contemporânea, que se opõe à sua estética, ciclos de hype e misoginia."
      },
      {
        "highlight": "In its rejection of gaming instant gratification, slow machinima chronicles the spaces and times of inactivity and “in-betweenness” of mainstream productions, those sparse moments of tranquility of otherwise fast and furious “triple AAA titles” or “franchises”",
        "color": "Yellow",
        "highlight_note": "Ao rejeitar a gratificação instantânea dos jogos, 'slow machinima' documenta os espaços e tempos de inatividade e 'ent
