{
  "https://itrevolution.com/articles/vibe-coding-the-revolutionary-approach-transforming-software-development/": {
    "date": "2025-07-30",
    "title": "Vibe Coding: The Revolutionary Approach Transforming Software Development",
    "thumbnail": "https://itrevolution.b-cdn.net/wp-content/uploads/2025/05/Screenshot-2025-05-12-at-12.46.19 PM.png",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "At its core, vibe coding represents a fundamental shift in the developer-machine relationship. Rather than manually crafting every line yourself, you collaborate with AI that generates the actual code implementation. This extends beyond just writing functions—it encompasses the entire software creation life cycle, where AI becomes your partner in brainstorming architecture, researching solutions, implementing features, crafting tests, and hardening security.",
        "color": "Blue",
        "highlight_note": ""
      },
      {
        "highlight": "Vibe coding fundamentally changes the relationship between developers and machines. Rather than manually crafting every line of code by hand, developers collaborate with AI to generate the actual code",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "“I just talk…I barely even touch the keyboard. I ask for the dumbest things like ‘decrease the padding on the sidebar by half’ because I’m too lazy to find it.”",
        "color": "Green",
        "highlight_note": ""
      },
      {
        "highlight": "Kim and Yegge explain that in vibe coding, you become “the orchestrator rather than the executor, directing rather than typing, allowing AI to shoulder the implementation burden while you focus on vision and verification.”",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Kim and Yegge introduce what they call “the good FAAFO” (fast, ambitious, autonomous, fun, O\\optionality). ",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Fast: Vibe coding dramatically compresses development timelines, with tasks that once took months now completed in days or even hours.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Ambitious: The lowered implementation cost reshapes what developers consider possible. Projects previously deemed too complex or time-consuming become achievable",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Autonomous: Vibe coding allows you to do work autonomously, often being able to complete things that previously required multiple people or teams",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Fun: By automating tedious tasks like debugging syntax errors, wrestling with unfamiliar libraries, and writing boilerplate code, vibe coding restores the creative joy of programming that drew many to the field initially.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Fun: By automating tedious tasks like debugging syntax errors, wrestling with unfamiliar libraries, and writing boilerplate code",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Optionality: Perhaps most transformative is the ability to explore multiple solutions simultaneously rather than committing to a single approach.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "even when the AI occasionally struggled, the human-AI partnership proved remarkably effective at overcoming obstacles that neither could have solved as efficiently alone.",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "vibe coding redefines the developer role from manual coder to strategic orchestrator",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://knowyourmeme.com/memes/npc-streaming": {
    "date": "2025-07-20",
    "title": "NPC Streaming | Know Your Meme",
    "thumbnail": "https://i.kym-cdn.com/entries/icons/original/000/045/690/covernpc.jpg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "One of the earliest known TikTok Live streamers to do NPC streams is @natuecoco, a Japanese TikToker. During her livestreams, she often acts like a video game NPC by lightly bouncing or performing what looks like an \"\"idle animation,\"\" only reacting when she's given a gift.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "NPC Streaming, also known as NPC Trend, is a type of TikTok LIVE stream in which the streamer acts or is perceived as acting like a video game NPC by mimicking idle animations, only saying something or performing a specific action when gifted, the action or phrase changing depending on the gift.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://journals.sagepub.com/doi/10.1177/15554120231161180": {
    "date": "2025-07-20",
    "title": "It's Not a Game! Rules of Notice and Hermeneutics of Suspicion in Contemporary FMV Games - Inge van de Ven, 2024",
    "thumbnail": "https://journals.sagepub.com/cms/10.1177/15554120231161180/asset/f928c61f-660a-49ee-be1b-23eebbf01b76/assets/images/large/10.1177_15554120231161180-fig1.jpg",
    "tags": [
      "fmv games",
      "game studies"
    ],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "This article reflects on the resurgence of Full Motion Video (FMV) games, focusing on Her Story (2015), The Infectious Madness of Dr Dekker (2017), Telling Lies (2019), Contradiction (2015), and The Shapeshifting Detective (2018).",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "They rely on the player's imagination in suturing the images together and in forming an empathetic understanding of the main characters’ actions and motivations. By virtue of this lack, FMV games challenges players’ analytical and hermeneutic abilities and further cognitive patience.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "An absence of “rules of notice” by which the details in a narrative are hierarchically organized, including editing and other attention-guiding devices, is part of these games’ procedural rhetoric.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://anthology.rhizome.org/": {
    "date": "2025-07-20",
    "title": "NET ART ANTHOLOGY: Natural Process",
    "thumbnail": "http://anthology.rhizome.org/user/pages/natural-process/02.jpg",
    "tags": [
      "digital art",
      "net art",
      "old net"
    ],
    "summary": "",
    "page_comment": "Net Art é um site que reune diversos trabalhos de arte digital da antiga internet entre os anos 1980 a 2010. São incontáveis projetos de diferentes coletivos e artistas como Paper Rad, Cory Arcangel, Alex Galloway, etc. Backup link—https://web.archive.org/web/20250415070441/https://anthology.rhizome.org/",
    "highlights": [
      {
        "highlight": "Net Art Anthology aims to address the shortage of historical perspectives on a field in which even the most prominent artworks are often inaccessible.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "presenting 100 exemplary works in a field characterized by broad participation, diverse practices, promiscuous collaboration, and rapidly shifting formal and aesthetic standards, sketching a possible net art canon.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Net Art Anthology was launched in 2016 and completed in June 2019. Additional material related to Anthology works, as well as updated restorations may be added from time to time into the future.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "http://www.paperrad.org/info/": {
    "date": "2025-07-20",
    "title": "Paper Rad Info",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [
      "multimedia",
      "web-based art",
      "2000s",
      "digital art"
    ],
    "summary": "",
    "page_comment": "Coletivo de arte da primeira década de 2000. Exploravam a estética digital da época e produziam diversos tipos de artes como comics, zines, web-based e multimedia. Backup link—https://web.archive.org/web/20250000000000*/http://www.paperrad.org/info/",
    "highlights": []
  },
  "https://cultureandcommunication.org/galloway/counter-gaming": {
    "date": "2025-07-20",
    "title": "Counter-gaming | Alexander R. Galloway",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [
      "counter-gaming",
      "informatic capitalism",
      "game studies"
    ],
    "summary": "",
    "page_comment": "Backup link—https://web.archive.org/web/20250219114335/https://cultureandcommunication.org/galloway/counter-gaming",
    "highlights": [
      {
        "highlight": "RTS games focus on a multi-nodal ecosystem of flows and factories, resources and expenditures, secure zones and hostile frontiers. The RTS genre is thus informatic capitalism pure and simple. The genre displays how informatic media and informatic labor are essentially coterminous in today’s world.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "A somewhat nefarious miasma lingers in all of this, for the labor of the web surfer or the gamer or the blogger goes unpaid, even while exploited by other parties. Thus within the sphere of gaming, we are obligated to come to terms with a new kind of unpaid labor, a new kind of economy.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "labor today is often simply donated as a “gift” to the economy. This will be the ultimate tragic denouement of the rise of gaming, of the democratization of play, of social media, of open-source software: it will result in the open-sourcing of all labor; the demand for “volunteer” workers will metastasize across all spheres of public life.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "The Web is, in this sense, the world's largest sweat shop, for it is the site of most unpaid labor in the world today.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "To formulate this same observation in psychoanalytic terminology: previous mass media formats -- cinema famously -- were fundamentally masochistic; new media however are fundamentally sadistic, in that they require the labor of manipulation, selection, transformation and command over objects (data objects, commodities, behaviors, life forms, and of course other human beings)",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "In this way, if previous media formats disciplined human beings into becoming better workers, today’s informatic media liberate human beings so they may become better bosses",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "remember how Brain Age for the Nintendo DS was all the rage a few years ago. In years to come we will see a steady rise in games devoted to informatic therapy and training. This is but one harbinger of the coming gamic class being cultivated today.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Hence a lament for the new informatic masters: we desperately need alternative algorithms; we desperately need counter-gaming. But, thus far, alternative algorithms seem hopelessly impossible, beyond the very horizon of intelligibility.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "These days play looks more like labor, and labor looks more like play.",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "We still need alternative algorithms, now more than ever. But what would such algorithms look like?",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "The alternative algorithms of countergaming are either structured as negation or as deprivation. With negation, the game is stripped of all possibilities of game play, left to lapse back to other media altogether (video, animation). With deprivation, the game is censored and scolded, allowed to continue to play, but only in an enlightened or “self-aware” mode.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": " the very essence of what makes a game a game is withheld, deferred either for all time, or just for a moment.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": " For one must never forget that there is an important utopian possibility contained within any type of aesthetic failure. Or as Jean-Jacques Rousseau wrote in his “Discourse on the Arts and Sciences” of 1750: failure has an infinity of forms, but the truth is singular.",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "Today we should take this as a celebration not a lament, and focus on the failure not the truth. Counter-gaming shall have an infinity of forms.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "let's demilitarize play; let's uncouple gaming from the mandates of the market; let's dial up the game studies and dial down the game theory.",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "Counter-gaming",
        "color": "Yellow",
        "highlight_note": "Galloway apresenta o \"\"counter-gaming\"\" como uma proposta radical de substituir os jogos convencionais por formas experimentais de interação, que denunciam e rebelam contra as estruturas informáticas de dominação. Embora paradoxal, esse movimento aponta para uma \"\"utopia\"\" estética onde o jogo falha propositalmente, e nesse colapso, se revela uma nova forma de verdade."
      },
      {
        "highlight": "'Tis the season. From Destiny to the Warlords of Draenor expansion, a number of new blockbuster games have been released this fall. Still, the world of gaming seems especially stagnant these days, as if unable to move beyond its own limitations, as if unable to reflect on its own conditions of possibility.",
        "color": "pink",
        "highlight_note": ""
      }
    ]
  },
  "https://pioneerworks.org/broadcast/interactive-cinema-claire-evans": {
    "date": "2025-07-20",
    "title": "Playing God | Broadcast",
    "thumbnail": "https://cdn.sanity.io/images/vgvol637/production/56ad9509c075304a348a73781c6ceb94c352c0dc-2000x1354.jpg?w=500",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Interactive cinema isn’t a game.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "I’m Your Man, the first mainstream interactive movie",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": " “Whenever you get an opportunity to be involved in something new, you might as well be in on it,” he said. “Even if it goes the way of 3D glasses and Odorama.”",
        "color": "Green",
        "highlight_note": ""
      },
      {
        "highlight": "Following Ebert’s logic, if a movie is meant to act on its audience, then a game is the inverse: an invitation for the audience to act. Of course, within the confines of a “game” like Mr. Payback or I’m Your Man, that invitation is limited to predetermined decision points. But even in the more open sandbox of a modern video game, there are boundaries on action—in fact, those boundaries are what define the form",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "C. Thi Nguyen observes, all games have rules and obstacles, imposed to constrain player agency. And games are, he argues, the art of agency. “As stories let us record narratives,” Nguyen writes, “games let us record agencies,” encoding them into “artifactual vessels” that can be passed around and temporarily embodied by others",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "I have the sense that Ebert’s curmudgeonly take was the right one: an interactive movie is not a movie. But it isn’t a game, either",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://web.archive.org/web/20140623050540/http://www.coryarcangel.com/things-i-made/supermariomovie/": {
    "date": "2025-07-20",
    "title": "Super Mario Movie Cory Arcangel's Official Portfolio Website and Portal",
    "thumbnail": "https://web.archive.org/web/20140623050540im_/http://www.coryarcangel.com/images/banners/surfware-ads-4.jpg",
    "tags": [
      "machinima",
      "video game art",
      "video game modding",
      "game studies"
    ],
    "summary": "- 🎮 **Cory Arcangel's Project**: Created a 15-minute movie programmed onto a modified Super Mario Brothers cartridge. - 🛠️ **Game Deconstruction**: The project deconstructs the original purpose of the game, transforming it into a new form of media. - 📜 **Counter-Gaming Concept**: Referenced by Alexander Galloway in discussions about \"\"counter-gaming,\"\" which critiques traditional gaming's capitalist constraints. - 🔄 **Gameplay Disruption**: The modification disrupts gameplay to the point of redefining it as video or animation rather than a game. - 🌐 **Cultural Commentary**: Highlights the need for games to evolve beyond mere entertainment and become genuine experiences.",
    "page_comment": "Cory fez um mod no cartucho de Super Mario criando um curta-metragem onde a desconstrução do propósito do jogo está implícito. É também citado por Alexander Galloway em um artigo sobre \"\"counter-gaming\"\" ou contra-jogo, que observar a necessidade dos jogos deixarem de ser apenas um jogo e se deslocarem do capitalismo para se tornaram experiências genuínas novamente. Ele coloca Super Mario como \"\"negation\"\", uma forma de countergaming que destrói interfere no jogo a ponto de destruir a gameplay, deixando apenas algo que é ressignificado como vídeo ou animação. https://web.archive.org/web/20250219114335/https://cultureandcommunication.org/galloway/counter-gaming",
    "highlights": [
      {
        "highlight": "15 minute movie programmed onto a Mario Brothers cartridge.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://eddostern.com/works/darkgame-1/": {
    "date": "2025-07-20",
    "title": "Darkgame 1 - Eddo Stern",
    "thumbnail": "https://eddostern.com/wordpress/wp-content/themes/eddotheme/images/flickr_cache/darkgame1/A/4369934508/4369934508_3fc85077f2_o.jpg.webp",
    "tags": [
      "experimental game",
      "interactive installation",
      "immersive experience"
    ],
    "summary": "- 🎮 **Sensory Deprivation**: Darkgame is a unique computer game that immerses players in a sensory deprivation environment.   - 🧠 **Physical Manipulation**: The gameplay focuses on manipulating players' senses to enhance strategic elements.   - 🤝 **Communication & Conflict**: Players experience challenges related to communication and conflict while under sensory stress.   - 🌌 **Isolation Experience**: The game emphasizes the effects of sense isolation on gameplay and player interaction.   - 🎭 **Innovative Strategy**: Darkgame offers a novel approach to strategy by integrating physical and psychological elements.",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Darkgame is a sensory deprivation computer game.  The game plays on physical manipulation of the player’s senses as the central focus of game strategy.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "The gameplay is based upon the experience of communication and conflict under stress of sensory deprivation and sense isolation.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://www.patreon.com/posts/134265827?utm_source=post_link&utm_medium=email&utm_campaign=patron_engagement&utm_id=a8c902f9-642e-46fd-804b-4405539b0f5d": {
    "date": "2025-07-16",
    "title": "REMAKE, REMEDIATION, REENACTMENT | VRAL",
    "thumbnail": "https://www.patreon.com/meta-image/post/134265827",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Jonas Blume’s The Good, the Bad, and the Rock (2023, above) and Transporter (2023) are video works that restage iconic cinematic moments through visual mimicry that foregrounds the absence of human performers.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Both pieces replicate camera movement and editing patterns from their sources but remove and erase the protagonists who once anchored the action",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Reconstructing The Good, the Bad, and the Rock or Transporter inside a game engine would not dilute their meaning. It would extend their critical gesture and postmodern nature. Blume’s work interrogates the reconfiguration of visual landmarks the imaginary and the disintegration of cinematic reference. This approach is central to Blume’s wildly original practice, where past forms flicker without resolution, forever suspended in the logic of simulation.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Possible exercise for Game Art courses  Exercise Title: Reenacting the remake: from index to code  ",
        "color": "Green",
        "highlight_note": ""
      },
      {
        "highlight": "To recreate iconic film scenes by mimicking camera movement, editing rhythm, and environmental composition while excluding all human characters. Students will engage with machinima as a form of conceptual reenactment, examining how narrative memory and genre codes can be evoked through spatial and audiovisual logic alone.",
        "color": "Green",
        "highlight_note": ""
      }
    ]
  },
  "https://www.patreon.com/posts/131262779?collection=1465724": {
    "date": "2025-07-16",
    "title": "THE KISS, THE GLITCH AND THE AVATAR: LOVE IN THE AGE OF MMOG | VRAL",
    "thumbnail": "https://www.patreon.com/meta-image/post/131262779",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "“The story of love that takes place in the online game World of Warcraft,” Juan explains, “is turned into the raw material to explain how players construct their own virtual bodies in the digital world and how their bodies are extended in digital form.” This extension is not symbolic or abstract; it is enacted through gestures of touching, embracing, and kissing, performed between avatars of different (fantasy) races.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "the screen does not merely separate player from character: it enables a traversal, a crossing, in which visuality and interaction generate the illusion, and perhaps the experience, of bodily connection.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "A fundamental question lies at the core of It Was Just a Virtual Kiss: how do we navigate the virtual-physical dichotomy in digital media? In this context, I would argue that digital touch has a form of materiality, but not in the conventional sense that we associate with physical touch. Instead, it emerges at the intersection of phenomenological, affective, and technological processes.",
        "color": "Green",
        "highlight_note": ""
      },
      {
        "highlight": "The avatar, then, is not a substitute for the body, but a “hybrid embodiment, in which the player’s corporeal dimension is digitally integrated into a different space and resonates with the movements and emotional states of their digital avatar.” ",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Juan conceptualises glitches not as technical errors to be corrected, but as aesthetic and conceptual tools for revealing the instability of this peculiar form of incarnation",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Instead of presenting the avatar as a seamless extension of the self in McLuhanian terms, Juan exposes its composite nature, assembled from overlapping gestures, interface logics, and networked interactions. ",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Machinima absolutely has the potential to subvert the rigid gender binaries and normative identities embedded in gaming culture – structures that are reinforced by systemic oppression. At the same time, it remains haunted by the very logic of the systems it emerges from. However, the act of exposing these logics – through recycling, remixing, and recontextualizing game assets – is itself a form of resistance. Both within and beyond these systems, creators can reveal cracks and contradictions, opening up new spaces for alternative modes of representation and interaction. While we may never fully escape the influence of these structures, engaging with queerness – playing with, against, and through the rules of these systems – can generate new ways of being and imagining that challenge the status quo.",
        "color": "Blue",
        "highlight_note": ""
      },
      {
        "highlight": "he identifies romance not as an anomaly in a game of conquest, but as an infrastructural misuse: a form of resistance enacted through misaligned or creative use of combat mechanics.",
        "color": "Pink",
        "highlight_note": ""
      }
    ]
  },
  "https://www.patreon.com/posts/133139043?collection=1465724": {
    "date": "2025-07-16",
    "title": "THE POOR IMAGE, THE MALE GAZE, THE ORGAN-WITHOUT-BODY: READING MIRANDA’S UNDERW[H]E(A)RE | VRAL",
    "thumbnail": "https://www.patreon.com/meta-image/post/133139043",
    "tags": [
      "male gaze",
      "machinima",
      "video game art",
      "in-game photogaphy"
    ],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "the work questions how virtual economies and character design structure representations of gender, class and consumer desire.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "By reframing these visual conventions as a critical artistic gesture, the work positions itself in a space of contradiction: weaponising the language of upskirt voyeurism to expose the procedural choreography of desire and the politics of synthetic flesh.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Underw[h]e(a)re também ressoa com a noção de imagem pobre de Hito Steyerl: imagens de baixo status que, como ela escreve, são constante e furiosamente \"\"carregadas, baixadas, compartilhadas, reformatadas e reeditadas\"\".",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Além disso, como demonstra a página do projeto , esse olhar forense evoca os primeiros arquivos de imagens pornográficas online, atuando como um contrabanco de dados que revela a homogeneidade processual de gênero nos mundos dos jogos contemporâneos. Assim como os arquivos de baixa resolução de Steyerl, os primeiros bancos de dados de pornografia amadora circulavam incessantemente, desvinculados de sua origem ou autoria.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "A intervenção de Miranda cruza claramente com o conceito de olhar masculino de Laura Mulvey, demonstrando como o jogo fetichiza um tipo de corpo feminino estreito, mesmo em seus detalhes invisíveis.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": " Miranda destaca como a estética da mercadoria e o desejo se entrelaçam nos níveis mais granulares do design: as imagens servem ao olhar masculino, mas o enquadramento invasivo de Miranda drena essa intenção erótica, revelando apenas uma uniformidade poligonal.",
        "color": "Blue",
        "highlight_note": ""
      },
      {
        "highlight": "Paradoxalmente, Underw[h]e(a)re sugere que a verdadeira ficção de Assassin's Creed: Unity não é sua grandiosa reconstrução histórica ou sua fidelidade arquitetônica ao \"\"real\"\", mas a fantasia de diferença que ele alega encenar. Ao expor essas intimidades repetitivas e superficialmente codificadas, Miranda demonstra que a construção de mundo mais consistente do jogo é, em última análise, um compromisso com a mesmice — um espetáculo uniforme de desejo disfarçado de variedade.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://www.patreon.com/posts/133973721": {
    "date": "2025-07-14",
    "title": "LUDIC HAUNTOLOGY, DEFERRED CONNECTION | VRAL",
    "thumbnail": "https://www.patreon.com/meta-image/post/133973721",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Though formally dissimilar, both use video games not as entertainment or spectacle but to show how the political and the affective are routed through simulation’s infrastructural systems",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Giath Taha’s Becoming a Ghost (2022), screened on VRAL between August 30 and September 12 2023, documents a virtual reunion between two brothers separated by war and exile. Set entirely within PlayerUnknown’s Battlegrounds (PUBG), the work resists violence, focusing instead on acts of wandering, care, and quiet resistance.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Jonathan Millet’s Les fantômes (Ghost Trail, 2024) is a thriller centred on Hamid (Adam Bessa), a Syrian exile in Strasbourg, who uses a multiplayer war game to update members of an underground network about the whereabouts of an alleged former torturer now living under an assumed identity",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "the video game in Fantômes functions as an infrastructure of concealment: a camouflaged protocol where violence is simulated and strategic operations are hidden in plain sight. Hamid and his cohort do not play for recreation; using assumed names, they track fugitives and share updates during multiplayer sessions. The interface—avatars, voice chat, and devastated environments—allows for identity checks and coordinated actions while maintaining plausible deniability",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": " the game’s internal logic mirrors the asylum process: action must follow verification, and haste may unravel everything",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "The procedural structure of the game substitutes for institutions and bureaucracy, while replicating their opacity and constraint. If the game appears as a high-intensity third-person shooter, the real stakes it obscures are calculated, protracted, and deeply consequential",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": " Where Les fantômes prioritises verification and delay, Taha suspends those logics entirely",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Becoming a Ghost offers a starkly different use of the game architecture and interface",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "He does not aim to win or deceive, conquer or destroy, but to remain present with his brother",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Becoming a Ghost suspends that logic, opting instead for ambient drift and affective openness through counter-gaming",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "The so-called “magic circle” collapses here: rather than an insulated sphere of norms, outcomes and make-believe, the game functions as a real-time infrastructure for personal and collective manoeuvre",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://milanmachinimafestival.org/vral-giath-taha": {
    "date": "2025-07-13",
    "title": "VRAL 93: Giath Taha — MILAN MACHINIMA FESTIVAL",
    "thumbnail": "https://static1.squarespace.com/static/5a92a15fcef372c749ca0487/t/66e302fc16d66d20218f47a0/1724920499864/VRAL+93.png?format=1500w",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Separated for ten years due to the Syrian conflict, Taha and his brother reconnect in this digital warzone, which mirrors the real-life violence that forced Taha to flee Syria. Although the game involves players competing to be the last one standing, it paradoxically becomes a safe space for the brothers to discuss topics censored elsewhere. The work explores themes of presence and absence, reality and simulation, and how virtual spaces can offer temporary escape from harsh realities",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "The relationship between video gaming and geopolitical issues is deeply intertwined and layered. Many games are set in real locations or engage with real geopolitical tensions, often as a form of soft power, cultural influence, or even propaganda",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "PUBG, its popularity in Syria can be attributed to two main factors. Firstly, the game’s graphics are relatively modest compared to the sound design, meaning that players don’t need high-end devices like the Xbox Series X or PlayStation 5 to participate – a typical mobile phone is sufficient. This accessibility is crucial",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "PUBG’s popularity lies in the lived experiences of players. Many of them are profoundly affected by the geopolitical realities of the Middle East, including the oppressive conditions in Syria. For these players, PUBG offers an escape – a shift from a dystopian reality controlled by oppressors to a virtual space that, while similar, provides an alternative existence. It’s a way to momentarily leave behind the harsh realities of their surroundings",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "This desire to escape is why so many players bring their backgrounds and political realities into the game",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "virtual world becomes a place to process, and perhaps temporarily avoid, the oppressive situations they face daily",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "From Heidegger’s perspective, being is not fully present in any single moment. It’s an interplay of presence and absence, involving both the past and the present",
        "color": "Blue",
        "highlight_note": ""
      },
      {
        "highlight": "Derrida, on the other hand, argues that presence is never fully attainable; it’s always deferred through a chain of signifiers, making his approach more linguistic",
        "color": "Blue",
        "highlight_note": ""
      },
      {
        "highlight": "Building on these ideas, being thrown into a war zone and being distracted by the manifestations of conflict allows authenticity to emerge",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": " I consciously chose not to fight or engage in what the game – or the platform – demanded of me. The authenticity of the other person, in this case, my brother, also surfaced in this context. He used to play the game almost daily, but when we met online after twelve years, the game transformed for him. It became less about playing and more about protecting his younger brother, who had annoyingly decided not to carry a weapon in a shooting game",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "To tie this back to Heidegger, the moment was an interplay between presence and absence",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "I think it’s crucial to remember that video games, especially online ones, are essentially interactive systems. The designers set up the rules, defining the framework within which players can operate. This setup often limits the players' freedom, making them subject to the designers’ choices. In a way, this can resemble a form of authoritarian control. Players can interact with the game, but only within the confines of the system, leading to specific actions and predetermined outcomes",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "I completely agree with your observation that video games are promoted as open worlds – spaces of possibilities and freedom",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "The line between virtuality and reality is very thin, and I didn’t want to be trapped by the same mechanisms of control. So, my defense mechanism was to be a pacifist in the game, resisting what the game’s designers expected me to do.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "When players engage with video games, they seek an alternative virtual space, but they inevitably bring their real-life complexities with them",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "important aspect of gaming is its immersive experience. However, this immersion is temporary – it doesn’t last forever. That’s why escapism is not absolute or definitive; it’s transient and limited, often ending when players return to their real lives",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://glasp.co/pdfs?id=851fac8d-1562-42a6-aa7b-30faab6f3839": {
    "date": "2025-07-13",
    "title": "Microsoft Word - edital-09-2025-processo-seletivo-mestrado-e-doutorado - Copia | Glasp",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_pdf.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "O projeto deve ter até 12 páginas, incluindo capa e referências bibliográficas, com fonte Times New Roman, tamanho 12, espaçamento 1,5, margens 1,5 cm",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "documento comprobatório de previsão de conclusão do Mestrado, para candidato(a) ao Doutorado",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "comprovante de língua estrangeira moderna será solicitado pela secretaria do PPGCom em até 12 meses",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://www.gamevideoart.org/news/2016/5/11/the-aesthetic-of-slow-machinima-2-of-4": {
    "date": "2025-07-10",
    "title": "THE AESTHETICS OF SLOW MACHINIMA (2 of 4) — GAME VIDEO/ART. A SURVEY",
    "thumbnail": "http://static1.squarespace.com/static/56dfe5c77da24fcf36de94a0/t/5732f7ba62cd945589644f9f/1462958021914/SOLOMON?format=1500w",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "These auteurs operate in the gray area separating cinema, animation, gaming, and performance art, contributing in their own way to blur the boundaries of each practice. I argued that this certain formal trend in contemporary machinima can be seen as an act of cultural resistance, a resistance to speed, frenzy, and acceleration.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Philip Solomon’s EMPIRE",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "Justin Remes’s (2015) definition “cinema of stasis”, which he uses to refer to those “films in which stasis—not motion—is the default.” ",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "static films occupy a special place in film history as they lie at the intersection of several different genres and media, e.g. painting and photography",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "“Static films offer radical challenges to conventional conceptions of cinema, since they are ostensibly motion pictures without motion.” He adds that “these films foreground stasis and consequently blur the lines between traditional visual art and motion pictures.”",
        "color": "Green",
        "highlight_note": ""
      },
      {
        "highlight": "these cinematic productions address Walter Benjamin’s observation about the screen vs. canvas dichotomy.",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "“The Work of Art in the Age of Its Technological Reproducibility\"\" (1936)",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "“The painting invites the viewer to contemplation; before it, he can give himself up to his train of associations. Before a film image, he cannot do so. No sooner has he seen it than it has already changed. It cannot be fixed on.”",
        "color": "Green",
        "highlight_note": ""
      },
      {
        "highlight": "Genevieve Yue (2012) wrote in Film Comment, “EMPIRE” [...] amounts to a full day, passing through rain, sunset, night, and, come the following afternoon, the return of stormy weather.. [...] Perched on a skyscraper ledge, in an elaborate choreography of avatar, camera, and encoded “cheats,” Solomon allows us to gaze, as Warhol did, at the building across the way: “Rotterdam Tower,” or what is more recognizable as the Empire State Building.\"\"",
        "color": "Green",
        "highlight_note": ""
      },
      {
        "highlight": "“EMPIRE” [...] amounts to a full day, passing through rain, sunset, night, and, come the following afternoon, the return of stormy weather.. [...] Perched on a skyscraper ledge, in an elaborate choreography of avatar, camera, and encoded “cheats,” Solomon allows us to gaze, as Warhol did, at the building across the way: “Rotterdam Tower,” or what is more recognizable as the Empire State Building.\"\"",
        "color": "Green",
        "highlight_note": ""
      },
      {
        "highlight": "Remes argues that Warhol’s main goal in filming Empire was “to see time go by.” ",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "In his monograph on Andrei Tarkovsky's 1979 sci-fi film Stalker, Zona: A Book about a Film about a Journey to a Room, Geoff Dyer (2012), observes that \"\"every second [of Antonioni’s L’avventura] lasted a minute, every minute lasted an hour\"\".",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "The real subject of Solomon's film is not \"\"action\"\", but time. As Remes explains, “The spectator of a film like [Warhol’s] Empire witnesses movement: not the movement of the building on the screen but the movement of time itself.”",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "By foregrounding stasis, films like Empire actually make the spectator more aware of the movement of time and consciousness, neither of which can be apprehended in the same way when one is absorbed in the movement of a cinematic image.",
        "color": "Green",
        "highlight_note": ""
      }
    ]
  },
  "https://www.gamevideoart.org/news/2016/5/3/aesthetics-of-slow-machinima-1-of-4": {
    "date": "2025-07-10",
    "title": "THE AESTHETICS OF SLOW MACHINIMA (1 of 4) — GAME VIDEO/ART. A SURVEY",
    "thumbnail": "http://static1.squarespace.com/static/56dfe5c77da24fcf36de94a0/t/57290b6c746fb98705f99dbc/1462307773777/cory+arcadengel?format=1500w",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "“I’ve always liked to watch people play video games. Or to watch video games as cinema. So when you start watching video games as cinema and you start considering them cinema… It becomes so unlike anything you’ve seen in cinema that it’s kinda interesting.” (Cory Arcangel, 2011)",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "In his “State of Cinema” address at the 46th San Francisco Film Festival, French critic Michel Ciment (2003) described the emergence of a new cinematic style, “a cinema of slowness, of contemplation”. One year later, British critic Jonathan Romney coined the now popular expression “Slow Cinema” in a review to indicate those films that deliberately reject the narrative and aesthetic conventions of mainstream productions (1)",
        "color": "Green",
        "highlight_note": ""
      },
      {
        "highlight": "Slow cinema emphasizes long takes and extended durations. Observational in nature, it uses subdued visual techniques and minimal narrative strategies.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Ira Jaffe (2014) writes in Slow Movies: Countering the Cinema of Action",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "“The plot and dialogue in slow movies often gravitate towards stillness and death, and tend, in any case, to be minimal, indeterminate and unresolved” (p. 23)",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "David Campany (2007) slow films began as an avant-garde practice (consider, for instance, the Situationists) and represented a counterpoint to the “mass distraction” of advertising, television, and popular culture",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Lav Diaz, Pedro Costa, Lisandro Alonso, Ben Rivers, Carlos Reygadas, Bela Tarr, Apichatpong Weerasethakul, Tsai Ming-liang, Kelly Reichardt",
        "color": "Blue",
        "highlight_note": ""
      },
      {
        "highlight": "Justin Remes (2015) has called “cinema of stasis”",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "“slow machinima” is an international effort, fiercely independent, and deliberately adversarial to the dominant paradigm. Slow machinima productions are generally indifferent or deliberately antagonistic to mainstream game audiences, and perhaps, to mainstream audiences in general.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "In many ways, slow machinima is a gesture of coordinated resistance to contemporary game culture and its testosterone-driven aesthetics, hype cycles, and overt misogyny.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "In its rejection of gaming instant gratification, slow machinima chronicles the spaces and times of inactivity and “in-betweenness” of mainstream productions, those sparse moments of tranquility of otherwise fast and furious “triple AAA titles” or “franchises”",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "If most video games can be situated in the accelerationist paradigm - itself a manifestation of capitalism’ obsession for growth, speed, and grotesque excess - slow machinima invokes a more reflective, attentive, and introspective viewing experience",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Lutz Koepnick (2014) writes in On Slowness: Toward an Aesthetic of the Contemporary",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "Our attention spans shrink toward zero because we have to make too many decisions within ever shorter windows of time. Cell phones, handheld computers, and ubiquitous screening devices urge us to be always on and produce instantaneous responses, yet we no longer take the time to contemplate an image, develop a profound thought, traverse a gorgeous landscape, play a game, or follow the intensity of some emotion. (p. 12)",
        "color": "Green",
        "highlight_note": ""
      },
      {
        "highlight": "Slow machinima can be seen as alternative to a constant flow of interruptions, inane updates, and juvenile distractions. In terms of presentation, distribution, and circulation, slow machinima diverge from fandom productions insofar as they are not usually distributed",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "prefers projection rooms to smartphone screens, art galleries’ video installation to laptops.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "REFERENCES Arcangel, Cory. \"\"Super Slow Tetris\"\", Cory Arcangel, 2004. URL: http://www.coryarcangel.com/things-i-made/2004-003-super-slow-tetris (Last accessed: April 11, 2016) Arcangel, Cory. \"\"Cory Arcangel: Pro Tools: Various Self Playing Bowling Games, 2011\"\", Whitney Museum of American Art. Uploaded on Aug 9, 2011. URL: tinyurl.com/zda5gbk (Last accessed: April 11, 2016) Campany, David. The Cinematic (Whitechapel: Documents of Contemporary Art), Cambridge, Massachusetts: MIT Press, 2007. Ciment, Michel. “Michel Ciment. The State of Cinema”, Unspoken Cinema, 2003. URL: http://unspokencinema.blogspot.it/2006/10/state-of-cinema-m-ciment.html (Last accessed: April 14, 2016). Jaffe, Ira. Slow Movies: Countering the Cinema of Action, London: Wallflower Press, 2014. Koepnick, Lutz, On Slowness: Toward an Aesthetic of the Contemporary, New York: Columbia University Press, 2014. Remes, Justin. Motion(less) Pictures: The Cinema of Stasis, New York: Columbia University Press, 2015.",
        "color": "Pink",
        "highlight_note": ""
      }
    ]
  },
  "https://aaronsrpgs.tumblr.com/post/786737656203706368/the-tight-90": {
    "date": "2025-07-06",
    "title": "The Tight 90",
    "thumbnail": "https://64.media.tumblr.com/52c9331e7fd5d951ca6b1faf62c3850c/1d4b60778ea19f21-7f/s1280x1920/4d3101fca26df0d1bfc4d94cb327e0182852848b.jpg",
    "tags": [
      "TTRPG"
    ],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "HOW RUN SHORT GAMES?",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "THE TIGHT 90 is a 90-minute RPG session. It riffs on the perfect length/density of a movie, and I think it’s a term I learned/stole from will jobst.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://socket3.wordpress.com/2018/02/03/designing-windows-95s-user-interface": {
    "date": "2025-06-30",
    "title": "Designing Windows 95’s User Interface",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Three years ago I came across an interesting paper written up by a Microsoft employee, Kent Sullivan, on the process and findings of designing the new user interface for Windows 95. The web page ha…",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://read.glasp.co/p/why-im-building-glasp": {
    "date": "2025-06-30",
    "title": "Why Are We Building Glasp?",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Imagine a world where every highlight, insight, and lesson is passed on—where knowledge compounds across generations. This is why we started Glasp.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://brasil.uxdesign.cc/as-leis-da-gestalt-aplicadas-ao-design-de-interfaces-efc480dc06ec": {
    "date": "2025-06-30",
    "title": "As Leis Da Gestalt Aplicadas Ao Design De Interfaces",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Se você já está familiarizado com a Gestalt e suas leis, deve ter notado o quanto essa teoria é constantemente utilizada na criação de interfaces. Se ainda não conhece, mas está acostumado a lidar…",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://porce-lana.blogspot.com/2025/02/inspiracoes-da-small-web.html": {
    "date": "2025-06-30",
    "title": "Inspirações Da Small Web",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Esses dias, andando pelo tiktok, me deparei com um vídeo sobre digital garden ... Esse termo, que há tempos não ouvia falar e que foi o que ...",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://nesslabs.com/thinking-in-maps": {
    "date": "2025-06-30",
    "title": "Thinking in Maps: From the Lascaux Caves to Knowledge Graphs",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Humans have been thinking in maps since the first symbolic communication systems. While it may first bring cartography to mind, a map isn't always geographic.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://www.viget.com/articles/of-note-better-text-annotations-for-the-web": {
    "date": "2025-06-30",
    "title": "Of Note: Better Text Annotations for the Web | Viget",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "We’re accustomed to annotation patterns that discourage focused reading. FiveThirtyEight shows us a better way. Here’s why and how.",
        "color": "Yellow",
        "highlight_note": "Referência irada do comportamento de anotações dentro do texto."
      },
      {
        "highlight": "We’re accustomed to annotation patterns that discourage focused reading. FiveThirtyEight shows us a better way. Here’s why and how.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "We’re accustomed to annotation patterns that discourage focused reading. FiveThirtyEight shows us a better way. Here’s why and how.",
        "color": "Yellow",
        "highlight_note": "Publicação sobre o design de notas dentro de textos na web."
      }
    ]
  },
  "https://keningzhu.com/journal/web-world-as-water": {
    "date": "2025-06-30",
    "title": "Web World as Water: Digital Ecosystems That Give Life — Kening Zhu",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "a system for integrating creation and sharing your work",
        "color": "Yellow",
        "highlight_note": "Post sobre ecossistemas digitais semelhantes a jardins, vale a pena conferir para entender essa dinâmica de produtividade e interação."
      }
    ]
  },
  "https://genreward.com/blog/paracinema": {
    "date": "2025-06-30",
    "title": "Paracinema — Genre Ward",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Learned a new word yesterday, though I’m surprised I hadn’t come across it before. I was on Reddit and someone posted a three-year-old  video from Vox  about  The Room , the 2003 cult film made by Tommy Wiseau that has played in theaters as a midnight movie to ironic audiences for many years.  The R",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://www.webdesignmuseum.org": {
    "date": "2025-06-30",
    "title": "Web Design Museum - Discover Old Websites, Apps and Software",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Web Design Museum exhibits thousands of websites that chronicle forgotten trends in web design from its beginnings in the 1990s to the mid-00s.",
        "color": "Yellow",
        "highlight_note": "Site com print de páginas antigas e muitas desativadas."
      }
    ]
  },
  "https://www.interaliamag.org/articles/margaret-boden-creativity-in-a-nutshell": {
    "date": "2025-06-30",
    "title": "Creativity in a Nutshell - Interalia Magazine",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "\"\"Human creativity is something of a mystery, not to say a paradox. One new idea may be creative, while another is merely new. What's the difference? And how is creativity possible? Creative ideas are unpredictable. Sometimes, they even seem to be impossible -- and yet they happen. How can that be explained? Could a scientific psychology help us to understand how creativity is possible?\"\"  When 'The Creative Mind: Myths and Mechanisms' was first published, Margaret A. Boden's bold and provocative exploration of creativity broke new ground. In this book she uses examples such as jazz improvisation, chess, story writing, physics, and the music of Mozart, together with computing models from the field of artificial intelligence to uncover the nature of human creativity in the arts.   This article formed the introduction to the book and is republished for the Interalia Magazine with the kind permission of Margaret A. Boden.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://keningzhu.com/journal/transcendence-of-a-productivity-addict": {
    "date": "2025-06-30",
    "title": "Transcendence of a Productivity Addict — Kening Zhu",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "a story of my evolving relationship to productivity",
        "color": "Yellow",
        "highlight_note": "Podcast sobre vício em produtividade."
      }
    ]
  },
  "https://nesslabs.com/experimentalist": {
    "date": "2025-06-30",
    "title": "What Type of Experimentalist Are You?",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "At the heart of personal experimentation are four distinct phases that work together to create meaningful change. They all work together, but every experimentalist tends to have one phase that feels like a more natural starting point.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://read.glasp.co/p/human-curiosity-in-the-age-of-ai": {
    "date": "2025-06-30",
    "title": "Human Curiosity in the Age of AI",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Glasp’s Note: Today, we’re excited to welcome neuroscientist Anne-Laure Le Cunff for this guest post.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://curtaclube.substack.com/p/pig-2022": {
    "date": "2025-06-30",
    "title": "Pig (2022) 🐽",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Tal como a vida é.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://www.scotthyoung.com/blog/2024/06/18/doing-too-much": {
    "date": "2025-06-30",
    "title": "You’re Trying to Do Too Much - Scott H Young",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Everything added to your schedule necessitates subtracting something else. A truth we ignore at our peril.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Everything added to your schedule necessitates subtracting something else. A truth we ignore at our peril.",
        "color": "Yellow",
        "highlight_note": "Quero escrever sobre isso em algum momento, quando você está vendo duas coisas, em que ponto está sua atenção?"
      }
    ]
  },
  "https://www.theverge.com/press-room/617654/internet-community-future-research": {
    "date": "2025-06-30",
    "title": "The Future of the Internet Is Likely Smaller Communities, With a Focus on Curated Experiences",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "The Verge partnered with Vox Media’s Insights and Research team to better understand how American consumers are embracing a shift in online communities.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://downloads.khinsider.com": {
    "date": "2025-06-30",
    "title": "Video Game Music Downloads - Free MP3 OST Downloads - Game Soundtracks for Download",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Video Game Music MP3 & lossless downloads",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://www.jasonfeifer.com/accidental-experiment": {
    "date": "2025-06-30",
    "title": "What if Every Failure Is Just an “Accidental Experiment?” - Jason Feifer",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Welcome to One Thing Better. Each week, the editor in chief of Entrepreneur magazine (that’s me) shares one way to achieve a breakthrough at work — and build a career or company you love. Today’s edition is sponsored by Vanta — the all-in-one trust management platform. Details at the end of the newsletter. When things go wrong, here’s […]",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://mittechreview.com.br/sindrome-frankenstein-ia": {
    "date": "2025-06-30",
    "title": "A Síndrome De Frankenstein: Medos E Desafios - MIT Technology Review",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "A síndrome de Frankenstein reflete o medo de que a IA escape ao controle humano. Os desafios de uma tecnologia cada vez mais integrada.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://every.to/superorganizers/understanding-the-science-of-creativity": {
    "date": "2025-06-30",
    "title": "How to Improve Your Creative Thinking",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "The science of creativity—and how to unlock it",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "The science of creativity—and how to unlock it",
        "color": "Yellow",
        "highlight_note": "Primeiro, o pensamento divergente se relaciona com a memória, associação e combinação de diversas informações de maneiras novas para gerar ideias criativas; então, o pensamento convergente \"\"[...] leva em conta as metas e as restrições para garantir que uma determinada ideia seja útil\"\"."
      },
      {
        "highlight": "The science of creativity—and how to unlock it",
        "color": "Yellow",
        "highlight_note": "\"\"[...] produzir um artefato ou uma ideia que seja ao mesmo tempo NOVA e ÚTIL [...]\"\""
      }
    ]
  },
  "https://read.glasp.co/p/keeping-tabs-on-your-tabs-why-you?isFreemail=true&post_id=160045417&publication_id=397295&r=4k0exr&triedRedirect=true": {
    "date": "2025-06-30",
    "title": "Keeping Tabs on Your Tabs | Why You Need a Tab Day",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Or: How I Learned to Stop Worrying and Love Closing Tabs",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Or: How I Learned to Stop Worrying and Love Closing Tabs",
        "color": "Yellow",
        "highlight_note": "É muito interessante ver como essa coleção de recortes mostram como nós buscamos atividades simples e mecânicas para aliviar o estresse do overthinking. Byung-Chul Han fala sobre o tédio ser necessário, mas também a prática munda é uma maneira de atingir o tédio, pois através dessas atividades, nós alcançamos um nível de relaxamento e suspensão de um certo tipo de 'modo de pensar'."
      },
      {
        "highlight": "Or: How I Learned to Stop Worrying and Love Closing Tabs",
        "color": "Yellow",
        "highlight_note": "\"\"O que a [Internet] parece estar fazendo é reduzir minha capacidade de concentração e contemplação. Quer eu esteja on-line ou não, minha mente agora espera receber informações da maneira como a [Internet] as distribui: em um fluxo rápido de partículas. Antes eu era um mergulhador no mar de palavras. Agora, deslizo pela superfície como um cara em um Jet Ski.\"\""
      }
    ]
  },
  "https://80.lv/articles/ori-designer-explined-why-players-are-tired-of-open-worlds": {
    "date": "2025-06-30",
    "title": "Ori Designer Explined Why Players Are Tired of Open Worlds",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "People appreciate the good level design procedural generation can't provide.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://fs.blog/slack": {
    "date": "2025-06-30",
    "title": "Efficiency Is the Enemy",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "If you ever find yourself stressed, overwhelmed, sinking into stasis despite wanting to change, or frustrated when you can’t respond to new opportunities, you need more slack in your life. Here’s how slack works and why you need more of it.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://www.gamesindustry.biz/what-makes-a-cozy-game-cozy": {
    "date": "2025-06-30",
    "title": "What Are Cozy Games, and What Makes Them Cozy?",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Cozy games are nothing new, but their recent flourishing – and the increased desire of developers to broaden the genre …",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://thereader.mitpress.mit.edu/the-truth-in-games": {
    "date": "2025-06-30",
    "title": "The Truth in Games",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [
      "game design"
    ],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Veteran game designer and writer Frank Lantz reflects on the power of video games to capture and express sublime truths.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Veteran game designer and writer Frank Lantz reflects on the power of video games to capture and express sublime truths.",
        "color": "Yellow",
        "highlight_note": "Nos jogos existe essa coexistência das duas intenções: racional e bela, que tensionam e exprimem uma unicidade no jogo e na sua experiência, que é ao mesmo tempo resolutiva e emocional. Assim, há a subjetiva, sensível e emocional; e a objetiva, baseada em fatos, regras e sistemas."
      },
      {
        "highlight": "Veteran game designer and writer Frank Lantz reflects on the power of video games to capture and express sublime truths.",
        "color": "Yellow",
        "highlight_note": "Esse trecho se refere a um texto onde quem diz que a \"\"beleza é a verdade, e a verdade é a beleza\"\" é a urna, a obra de arte. O que é preciso saber sobre a vida está aí, mas não é tão direto ou objetivo. A arte faz isso, diz verdades profundas, mas sem argumentos ou lógica, mas através da beleza, proporcionando emoções como solidão, amor, etc."
      },
      {
        "highlight": "Veteran game designer and writer Frank Lantz reflects on the power of video games to capture and express sublime truths.",
        "color": "Yellow",
        "highlight_note": "Aqui dá pra refletir sobre a flor ter se desenvolvido—aspectos como padrões, formas e cores—transcendendo sua própria existência e função, que é atrair os animais. A simetria, repetição com variação, contraste e outras características, são belos em si, independente de quem os observa nas flores. Isso seria uma beleza objetiva, embutida na própria estrutura do mundo, e reconhecemos por sermos parte desse mesmo universo. Se fosse apenas subjetiva, ela iria depender de gosto, cultura e contexto."
      },
      {
        "highlight": "Veteran game designer and writer Frank Lantz reflects on the power of video games to capture and express sublime truths.",
        "color": "Yellow",
        "highlight_note": "Pensar nisso e também na relação com jogos, já que está falando sobre jogos, é curioso. Quando lembro de The Last of Us, por exemplo, há esse lado da lógica pela qual o jogo opera, mas também a emoção que não possui uma lógica, como tentar sistematizar a decisão de Joel no hospital com Ellie. É algo que se sente, não tem uma fórmula matemática que explique. Aquilo acontece e você sente, e esse sentimento é a verdade. Há também a contemplação, por mais que não totalmente livre para o jogador, mas em momentos onde você não faz \"\"nada produtivo\"\". Por exemplo, você não consegue explorar o mundo aberto, mas pode parar e apenas ouvir a Ellie contar piadas ou observas as girafas atravessando a cidade devastada. Não são momentos úteis ou lógicos, mas são essenciais pois nos fazem sentir. Essa é a beleza do jogo, sua verdade subjetiva. Essas pausas te riam da ação linear e te fazem respirar, sentir, pensar. São \"\"estranhas\"\", mas profundamente reais."
      },
      {
        "highlight": "Veteran game designer and writer Frank Lantz reflects on the power of video games to capture and express sublime truths.",
        "color": "Yellow",
        "highlight_note": "As obras de artes não explicam racionalmente, mas te fazem sentir coisas (solidão, amor, dor, etc), mesmo sem racionalidade, sem dados e explicações. Você sente. A arte também não muda com o tempo como a vida, ela permanece, como uma ponte pra uma emoção, momento ou verdade subjetiva, isso torna ela \"\"estranha\"\", pois ela não faz parte do fluxo normal da vida, mas de algo transcendente."
      },
      {
        "highlight": "Veteran game designer and writer Frank Lantz reflects on the power of video games to capture and express sublime truths.",
        "color": "Yellow",
        "highlight_note": "Os jogos, apesar de serem formas estéticas como a pintura, a poesia e mesmo a música, possuem \"\"verdades objetivas internas\"\", por isso são únicos. No jogo você vence ou perde com base em regras claras e existem sistemas lógicos e estruturas mecânicas que podem ser analisadas, testas e aprimoradas. Por mais que o jogo seja uma obra de arte, está mais próximo da racionalidade por possuir mecânicas objetivamente verificáveis, científicas."
      }
    ]
  },
  "https://thereader.mitpress.mit.edu/the-time-hack-everyone-should-know": {
    "date": "2025-06-30",
    "title": "The Time Hack Everyone Should Know",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Much like Dorothy discovers at the end of “The Wizard of Oz,” the key to hacking time is a tool we’ve had all along: Choice.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://www.nytimes.com/2025/05/05/movies/wim-wenders-the-keys-to-freedom.html": {
    "date": "2025-06-30",
    "title": "Wim Wenders on Where the War in Europe Really Ended 80 Years Ago",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "In a short film and in conversation, the German filmmaker ponders the meaning of freedom, the complacency of peace and the new insecurity from Russia’s war and Donald Trump.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://shortverse.beehiiv.com/p/invigorating-freshness?_bhlid=bfdc378ac3ea0997a78008bb5734dca04bd9f523": {
    "date": "2025-06-30",
    "title": "Invigorating Freshness",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "We cast an eye at a massive trove of CalArts student films, and share new learning resources for up-and-coming filmmakers.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://pt.ign.com/behind-media/9231/opinion/a-arte-em-jogo": {
    "date": "2025-06-30",
    "title": "A Arte Em Jogo",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "A Atitude Estética nos Videojogos.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://www.academia.edu/47749831/Os_games_enquanto_jornadas_fenomenol%C3%B3gicas_a_experi%C3%AAncia_est%C3%A9tica_semi%C3%B3tica_nos_jogos_digitais": {
    "date": "2025-06-30",
    "title": "Os Games Enquanto Jornadas Fenomenológicas: A Experiência Estética Semiótica Nos Jogos Digitais",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Esta pesquisa visa explorar como os games poderiam ser capazes de proporcionar àquele que os experimenta uma vivência com características significativas. Até que ponto qualidades como a contemplação, o acaso extático, a mudança de hábitos e o",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://artequeacontece.com.br/net-art-a-arte-feita-para-a-internet": {
    "date": "2025-06-30",
    "title": "Net Art: A Arte Feita Para a Internet - Arte Que Acontece",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Arte feita para ser consumida pela internet é arte? A resposta é sim! E existe até um termo para isso, é a net art. E não é de hoje que…",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://bojoga.com.br/artigos/dossie-retro/o-crash-dos-videogames-de-1983": {
    "date": "2025-06-30",
    "title": "O Crash Dos Videogames De 1983 - Bojogá",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "O Crash dos videogames de 1983 é conhecido como um dos mais importantes eventos da história dos jogos eletrônicos. Causado principalmente pela irresponsabilidade das empresas produtoras de jogos dos Estados Unidos, abriu oportunidades para empresas do globo se posicionarem no mercado e construírem novos impérios. O que muita gente não sabe é que existiram diversos fatores pregressos a esse evento…",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://clairelevans.substack.com/p/enter-the-meadow?isFreemail=true&post_id=163696781&publication_id=263070&r=4k0exr&triedRedirect=true": {
    "date": "2025-06-30",
    "title": "Enter the Meadow",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Modeling complex horizons, the mind of a worm; quite a bit of personal news.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://every.to/napkin-math/the-addiction-economy-7590d4c0-19c6-4eab-9653-e7a961b6aeb9": {
    "date": "2025-06-30",
    "title": "The Addiction Economy",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Addicted, overwhelmed, oversubscribed: How technology hooked the world",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://medium.com/@miggsgalbo/cyberpunk-2077-a-gorgeous-exaggeration-of-an-existential-crisis-3f2164ec9d99": {
    "date": "2025-06-30",
    "title": "Cyberpunk 2077: A Gorgeous Exaggeration of an Existential Crisis",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Video Games are a medium often used as escapism, to live vicariously through others or live out a life they wish they had. But what if it was more than just that? What if it made you question your…",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://fresh-prince-of-denmark.tumblr.com/post/642167686496976896/interpretation-of-vs-mikoshi-poem-pt1-life-is": {
    "date": "2025-06-30",
    "title": "Interpretation of V’s Mikoshi Poem Pt1: Life Is Murder",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Cyberpunk spoilers ahead:  Let’s talk about Cyberpunk’s literary references and what they mean for the story, coming from a former English professor/teacher.  Alt will read you one of two poems you...",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://www.gamedeveloper.com/design/the-designer-s-notebook-a-few-remarks-on-creative-play": {
    "date": "2025-08-09",
    "title": "The Designer's Notebook: A Few Remarks on Creative Play",
    "thumbnail": "",
    "tags": [
      "game design",
      "creative play",
      "taxonomy"
    ],
    "summary": "",
    "page_comment": "Uma lista rudimentar que Ernest criou para tentar 'classificar' alguns tipos de 'creative play' como experiência de jogo. Ele cita primeiro que considera o 'creative play' como algo que permite que o jogador em algum momento diga algo como \"olhe, eu fiz (criei) isso\".",
    "highlights": [
      {
        "highlight": "Self-expressive play is critical in persistent online worlds, where the player may have the same avatar character for years, and wants that avatar to reflect their own fantasy self, and to be able to change it as time goes on.",
        "color": "yellow",
        "highlight_note": "Ernest coloca aqui o 'self-expressive play' como uma categoria de jogo onde o jogador pode expressar suas vontades e desejos dentro do jogo, seja construindo algo ou um próprio 'self'. RPGs tem um lugar especial aqui, pois o jogador pode criar um personagem que gostaria de ser, não apenas fisicamente, como também socialmente, sendo a máxima da expressão dentro do jogo."
      },
      {
        "highlight": "This is any kind of creative play that lets the player use the game as a sandbox, largely without limitations. The player can do pretty much whatever she likes in the context the game offers. (If the game doesn't offer anything but freeform creative play, it's not really a game at all, but a toy or a tool.)",
        "color": "pink",
        "highlight_note": "Adams coloca que 'freeform creative play' é qualquer tipo de 'creative play' que permite ao jogador agir sem grandes limitações, como em um sandbox. Isso é basicamente o que jogos como GTA San Andreas faz, e de certa forma, ao considerar 'without limitations' como a possibilidade de agir contra as premissas do jogo, também facilmente entraria The Witcher, Cyberpunk 2077, etc (?). É curioso como ele também cita que se um jogo oferece 'apenas' essa experiência, ele não é um jogo, mas um brinquedo ou ferramenta."
      },
      {
        "highlight": "Most construction and management simulations offer a form of constrained creativity - that is, creation is not purely freeform, but restricted by rules in some way. Sometimes they're economic rules: the player has to manage limited resources. In other cases they're physical rules: the player's constructions must make sense and must not fall down. ",
        "color": "yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://www.ign.com/articles/2005/03/11/gdc-2005-iwata-keynote-transcript?page=3": {
    "date": "2025-08-09",
    "title": "GDC 2005: Iwata Keynote Transcript - IGN",
    "thumbnail": "",
    "tags": [
      "non-game",
      "game design"
    ],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "it is one of those non-game games I mentioned; a form of entertainment that really doesn't have a winner, or even a real conclusion. And because of its unrestrained pace of action",
        "color": "pink",
        "highlight_note": "Iwata está falando do Animal Crossing que seria lançado para Nintendo DS com conexão Wi-Fi. Ele se refere ao jogo como 'non-game' ou 'não-jogo' atribuindo características de um estilo de jogo onde não há um vencedor ou uma real conclusão. Ele também comenta sobre o 'ritmo' de ação do jogo (o 'pace') não possuir restrições, algo como o mundo aberto."
      }
    ]
  },
  "https://rhizome.org/editorial/2013/oct/29/lingering-patience/": {
    "date": "2026-01-15",
    "title": "Rhizome > blog > Lingering Patience",
    "thumbnail": "",
    "tags": [
      "game design",
      "game pacing"
    ],
    "summary": "",
    "page_comment": "Review de Nicholas O'Brien sobre o pacing em RDR2",
    "highlights": [
      {
        "highlight": "Atop my horse, I’d want to admire the stunning vistas of the simulated Southwest and watch the cotton-tuft clouds hovering above big-sky country. The designers—or at least some of them—clearly wanted me to gaze upon this virtual splendor, just as one would meditate on a painting by Thomas Moran or Albert Bierstadt. However, the game’s AI would continually interfere, summoning cougars or coyotes, escaped convicts or roadside bandits, to ruin my perfectly good respite.",
        "color": "yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://medium.com/@claudmohe/the-slowness-of-red-dead-redemption-ii-and-why-it-works-ef7cf3a2c33d": {
    "date": "2026-01-15",
    "title": "The slowness of Red Dead Redemption II and why it works | by Claudia Mohedano | Medium",
    "thumbnail": "",
    "tags": [
      "game design",
      "game pacing"
    ],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "When you return to the gang camp, the characters will encourage you to sit by the fire and chat, or they will approach you to tell you a rumor, anecdote, or make a request. They will invite you to sit by the fire, eat a bowl of stew, or simply rest. Sometimes your companions will be celebrating and the progression of the game will stop, blocking certain missions, so then you too stop.",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "The function of the camp as a place of meditation, relaxation and contemplation is more than obvious when we realize that we cannot run within the area, making it almost impossible not to stop and listen to the conversations of the gang members.",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "There is another mission that you do with John Marston in the last chapters where you simply have to build your house. The gameplay is basically pressing the corresponding buttons to place the wooden structures. Could we have skipped it and reduced it to a cinematic? Yes. But then we wouldn’t be enjoying, this time from Marston’s perspective, the work of building your own house, in contrast to your years as an outlaw, where pushing buttons caused destruction.",
        "color": "yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://www.pi.fyi/rec/cmkcuhywx04rbob41mqvebf5v": {
    "date": "2026-01-15",
    "title": "Rec | CYBERPUNK 2077 (2020)",
    "thumbnail": "",
    "tags": [
      "cyberpunk 2077",
      "quote",
      "citação"
    ],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Not a single thing in this world isn't in the process of becoming something else. Likewise you. Never look back. If you gotta kill, kill. If you gotta burn it all to the ground, then let it burn.",
        "color": "green",
        "highlight_note": ""
      }
    ]
  },
  "https://www.eurogamer.net/taking-a-virtual-hike-the-slow-eerie-pleasure-of-youtubes-video-game-walking-tours": {
    "date": "2026-01-19",
    "title": "Taking a virtual hike: the slow, eerie pleasure of YouTube's video game walking tours | Eurogamer.net",
    "thumbnail": "",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "I've started to have similar thoughts in recent years about video games, which can sometimes feel less like pastimes than race cars for the imagination, speeding players through their off-hours on manic itineraries of objective markers, skill tree upgrades, crafting materials, and season pass checklists. They burn time like petrol and leave behind a compulsive obsession that hangs over the mind like smog, lingering for days or weeks",
        "color": "yellow",
        "highlight_note": "game design, slow gaming"
      },
      {
        "highlight": "That may be why, when I discovered DayDream Gaming's YouTube channel last year, in the unassuming form of a three-hour video titled \"[4K] Night Walk in Hogwarts Legacy - Relaxing Tour in the South Coast\", I had the impression of clouds parting, like those extraordinary photos from the early days of Covid-19 lockdowns, when emissions from commuter traffic plummeted and skies all over the world suddenly turned blue again.",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "In place of gameplay, a slow profusion of small details emerged, ones that I would almost certainly have sprinted past on my own: a cat walked onto a footpath, hoping in vain for some affection from the player character; in a village called Cragcroft, freshly lit fires were burning in the hearths of every house, but no one was inside to be warmed by them. Further along the coast, fresh rain drops spattered like freckles on the flagstones beside a ruined guard tower, while a pair of worker imps shoved each other in a strangely soundless argument like mascots miming at an amusement park. Overhead, two white points of light I had thought were stars jumped into motion, and they were small birds turning inland for reasons of their own.",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "they seemed like frivolous little details, but over time, it was hard not to be drawn in by the peculiarity of each new little wrinkle. They had the same languorous intrigue of Norway's infamous slow TV movement, which began in 2009 with a six-plus hour broadcast from a camera mounted to the nose of a train making its way across the country.",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Soon, DayDream Gaming was so absorbed by the process of making new videos that they rarely had time or desire to play games for pleasure anymore. \"If I do play, it's usually just testing new games or wandering around and thinking of new ideas for my videos,\" they say.",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "In a recent essay, Universal Paperclips designer Frank Lantz described first-person walking videos as a kind of \"consciousness porn\", something that makes the audience \"feel like hitchhikers, riding along in someone else's car\". Lantz describes his own attachment to Rambalac, a Russian man living in Japan who's been posting walking videos to YouTube since 2007: \"In every frame we feel his presence, quiet, sweet, and a little sad, stopping to watch a black cat thread its way across a cluttered stoop, showing us the label of the green tea he's bought from a vending machine, looking away politely from a fellow pedestrian, or standing still, on a rainy night, before the red gate that marks the entrance to a Shinto shrine, entranced.\"",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "It's tempting to look for the same kinds of personal traces in DayDream Gaming's videos, but they aren't really there. What can you really learn about a person from a slow camera pan at a cliffside vista? Or the stubborn refusal to press the sprint button? What they do offer, though, is an intimate portrait of all the revealing seams of automation that peak through each game's illusion of time and place: the repeated pedestrian models that pop up block after block in Cyberpunk 2077; the peculiarly mathematical way that bushes sway in Far Cry 6, as if their branches were rigged to strings being pulled from rafters in the sky; the almost Vaudevillian speed of a heavy oar boat moving up a river in Assassin's Creed Valhalla, jerking left and right more like an overburdened jet ski than a medieval rowing vessel.",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "In a funny way, these flaws end up seeming like digital beauty marks, deepening the sense of enchantment produced by trying to squeeze the real world through the cramped keyhole of computer simulation. It's a familiar dynamic, in large part because of how often we try to squeeze ourselves through the keyhole of algorithmic recommendation engines, being herded from transient obsession to transient obsession—tiny houses, bread-making, van life, GPU benchmarks, Star Wars hotel reviews, and 4K walking videos. It's pleasurable to give yourself over to it, to become a passenger in the automation, moving down the never-ending chain of links with the same numbing speed of highway travel, staring out at the blurry landscape racing by as if that was the only place left in the world that you could call home.",
        "color": "yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://www.eurogamer.net/taking-a-virtual-hike-the-slow-eerie-pleasure-of-youtubes-video-game-walking-tours?view=comments": {
    "date": "2026-01-19",
    "title": "Comments for \"Taking a virtual hike: the slow, eerie pleasure of YouTube's video game walking tours\" | Eurogamer.net",
    "thumbnail": "",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "This isn't really my thing, but I did end up watching one of someone walking through Night City in Cyberpunk 2077 in the rain at night, which I enjoyed. I have also stopped on many occasions while playing and just ended up walking around soaking up the detail and atmosphere, and have done that in a few titles like the Witcher 3 and Kingdom Come Deliverance too. Sometimes it's nice just to enjoy the scenery or lose yourself in the world.",
        "color": "blue",
        "highlight_note": ""
      },
      {
        "highlight": "Can't say I've ever watched any of these myself (either the game ones or the real life ones), but I do tend to do this to some degree on my own when I'm really enjoying a game world. It's often impressive how much care and detail gets put into games by developers who almost definitely know you're just going to run past it all without noticing.",
        "color": "blue",
        "highlight_note": ""
      }
    ]
  },
  "https://www.irishtimes.com/culture/in-praise-of-walking-in-video-games-1.4180710": {
    "date": "2026-01-19",
    "title": "In praise of walking in video games – The Irish Times",
    "thumbnail": "",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "conventional video game wisdom dictates speed = fun, slow = boring",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "the Witcher 3 forces you to walk if you load up on too much loot. This isn’t the deterrent the game developers hoped it would be, I imagine, because up until very recently the Witcher 3 was the gold standard for walking in games. Not only does he look the part with that MacGregoresque strut, but it just feels right. It’s how a Witcher would walk. There is a weight to his character as he moves. He inhabits a real space in the world, and seems fully aware of his surroundings. Strolling through the cobbled streets of Beauclair or Novigrad is such a gratifying piece of virtual tourism. I really got to know these places on my long walks, letting my imagination fill in the blank spaces of denizens’ lives.",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Rockstar’s latest has a well-reported sombre and elegiac tone. Its themes are of loss, loyalty and betrayal. It is a story that takes time to tell, and on behalf of the player, time to think. And what better way to think, than to walk?",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "there is only a very limited fast-travel system here. You are forced to spend time, quiet and alone, between the sporadic bursts of action and violence.",
        "color": "yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://franklantz.substack.com/p/the-world-as-data": {
    "date": "2026-01-19",
    "title": "The World as Data - by Frank Lantz - Donkeyspace",
    "thumbnail": "",
    "tags": [
      "consciousness porn"
    ],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "I can’t quite explain the effect these videos have on me. They are more like walks than movies. Even at their most sublime, they are pedestrian. They are opportunities to stretch your legs, clear your head, to gather your thoughts, or let them go. And yet, somehow, I do find them, frequently, sublime - haunting, exquisite, overflowing with the kind of holy moments that give cinema its sacred power.",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Caught up in this strange dimension, somewhere between the first-person journey we can never escape and the second-person stories that let us try, we feel like hitchhikers, riding along in someone else’s car, turning the world’s surplus of generosity and loneliness into free momentum, and, like all hitchhikers, a little lost.",
        "color": "yellow",
        "highlight_note": "slow gaming, walking, "
      },
      {
        "highlight": "I often listen to dub techno while watching Rambalac videos, which amplifies their chill, phenomenological trippiness, and makes me feel like I’m experiencing a mutant artform invented by William Gibson. An artform I call consciousness porn.",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Rambalac and Backrooms videos both produce, in me, a kind of ASMR of the soul. Both are versions of anti-cinema, defined by a particular kind of emptiness - the absence of fistfights, car chases, love scenes and gun battles. Like life itself, they stretch out before us with the promise of nothing much happening, creating a vacuum into which your own apparatus of attention and awareness is thermodynamically compelled to expand.",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Consciousness porn is always in dialogue with videogames, because of their relationship to first-person perspective and simulated environments.",
        "color": "yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://jeniffergeraldine.com/descansar/": {
    "date": "2026-01-26",
    "title": "Descansar - Jeniffer Geraldine | Crônicas e Fotografias",
    "thumbnail": "",
    "tags": [
      "blogosfera",
      "descanso"
    ],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "“Um momento para ser humano e se acomodar em seu corpo, para se conectar com o criador. Um momento para existir antes de iniciar o trabalho de limpar vagões de trem”",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "“não consegue conviver com a ideia de viver à toa no mundo, acham que o trabalho é a razão da existência”, como defende Ailton Krenak no maravilhoso A vida não é útil (Companhia das Letras, 2020)",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Descansar é resistir: um manifesto",
        "color": "yellow",
        "highlight_note": ""
      }
    ]
  },
  "https://deniac.com/2026/01/31/todos-deveriamos-blogar-mais-e-nos-conectar-mais-com-estranhos/": {
    "date": "2026-02-10",
    "title": "Todos deveríamos blogar mais (e nos conectar mais com estranhos!) – ：：： ＤＥＮＩＡＣ Ｅ ＳＵＡ ＶＩＤＡ ＬＯＷ－ＴＥＣＨ ：：：",
    "thumbnail": "",
    "tags": [
      "blogosfera",
      "blog",
      "desacelerar"
    ],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Um blog não pede urgência, nem exige performance e nem pune se você passar uns dias na sua, sem publicar nada. Você escreve quando tem algo a dizer. Publica quando sente que está pronto. Pode errar, voltar, editar, apagar. Pode escrever um parágrafo ruim às três da manhã ou um texto longo numa tarde chuvosa.",
        "color": "yellow",
        "highlight_note": ""
      },
      {
        "highlight": "As redes sociais nos ensinaram a nos cercar de iguais. Mesmas opiniões, mesmos repertórios, mesmas bolhas. A desgraça do algoritmo reforçando isso o tempo todo: quanto mais previsível você for, mais ele te entrega versões de você mesmo. \n\nMas o blog faz o contrário porque ele abre uma porta para desconhecidos. Pessoas que você nunca viu, de cidades que você não conhece, que hegam ali por caminhos improváveis.",
        "color": "yellow",
        "highlight_note": "Interessante como a ideia naturalmente se desdobra sobre o excesso de positividade."
      }
    ]
  }
}